{
    "tst-eu-1": {
        "query": "Zenbat Pentastomida espezie daude?",
        "results": [
            [
                "Salticidae. Salticidae 500 deskribatu genera baino gehiago eta 5.000 espezie baino gehiago dauka, armiarmak familia handiena espezie guztien% 13 inguru egiten.",
                16.261494159698486
            ],
            [
                "Pelobatoidea. Pelobatoidearen barruan 140 espezie daude, 12 generoetan eta 2 familiatan. Europa, Ipar Afrika eta Asiako Mendebalde eta Hego-ekialdean bizi dira. Bere taxo ahizpa Pelodytoidea da.",
                15.81962513923645
            ],
            [
                "Tephritidae. Tephritidae fruta eulien familietako bat da, bestea Drosophilidae izanik. Tephritidae familia ez ditu biologiko eredua generoko Familiak ia 5.000 euli espezie ditu, ia 500 generotan sailkatuta.",
                15.663029193878174
            ],
            [
                "Pteranodon. 1.200 fosiletik gora jaso dira baina erdia ere ez dira nahikoa onak azterketa zehatzak egin ahal izateko.",
                15.600218296051025
            ],
            [
                "Tephritidae. Chaetostomella cylindricaOxyphora, Pseudorellia eta Stylia generoek 32 espezie dituzte eta ez daude inoizko azpifamiliatan banaturik (incertae sedis'').",
                15.587427258491516
            ]
        ]
    },
    "tst-eu-2": {
        "query": "Zein lau tribuk osatzen zuten Samnitak herria?",
        "results": [
            [
                "Samnitak. Samnitak antzinako Italiako tribu bat izan ziren, Samnion bizi izan ziren, K.a. VII-III artean. Haiei buruzko lehen idazkiak K.a. 354. urtekoak dira, eta herri honen eta Erromatar Errepublikaren arteko iruzkin batean agertzen dira.",
                18.689606487751007
            ],
            [
                "Kaudinoak. Tito Liviok Kaudinoak tribu bezala definitu zituen eta Niebuhr historialariak Samnitengandik sortu zituen lau tribuen parte zirela esan zuen. Samnitak, mendebaldekoenak zirenez, Kanpaniako grekoekin harremanak izan zituzten.",
                16.73654407262802
            ],
            [
                "Samnitak. Hirugarren gerra Samnita (K.a. 299 - 290). Samnitak Etruskoekin eta Hego Galiako tribuekin aliatu ziren, baina Sentiumeko gudan galdu zuten eta gero Erromatarren menpean geratu ziren.",
                16.35116082429886
            ],
            [
                "Kaudinoak. Samnita gerretan kaudinoak ez ziren aipatu tribu aparte bat bezala. Kaudinoen lurraldeak hainbat alditan borroka askoen eszenatokia izan zen. K. a. 275ean Lucius Cornelius Lentulusek tribua menperatu zuen eta erromatarren menpe geratu ziren. Lentulusen familia Caudinus izena hartu zuen ondorioz.",
                16.240081131458282
            ],
            [
                "Gerra Samnitak. K.a. 343 eta 290 artean hiru gerra gertatu ziren, eta azkenean Erromatarrek Samnitak garaitu eta haien lurrak menpean hartu zituzten.",
                16.08890849351883
            ]
        ]
    },
    "tst-eu-3": {
        "query": "Zertarako erabili zen Ninjutsu XX. mendean Japonian?",
        "results": [
            [
                "Ninjutsu. XX. mendean Japoniako armadak erabili izan zuen Ninjutsu artea elite tropak entrenatzeko. Baina tropa erregularrak ziren, entrenamendu berezi bat ikasita ere, ez zituzten onartu ninja terminoaz. Azken erregistro ofiziala non esaten den noiz izan zen japoniar gobernuak ninjak erabili izan zituen azken aldia, bigarren mundu gerra garaian izan zen (1939-1945).",
                20.110372126102448
            ],
            [
                "Ninjutsu. Oda Nobunagaren heltzearekin, ninjak jarraituak izan ziren ez zutelako nahi haien presentzia Japonian soldatapeko hiltzaileak zirelako. Baina ninja desagerrarazteko saio horrek kontrako efektua sortu zuen, horrek eragin zuen Japonia osotik elkarte sekretuak sortzea Igatik alde egiteko. XVII. mendean izan zen azken aldia ninjak erabili zirenean, talde handietan kristauteriaren kontrako gerran 1637. urtean Kyushun. Edo Aroaren amaieran, Shinobiren erabilera hasten da gehiago erabiltzen, Tokuwaga familiak ezarritako bakealdi handi baten ondoren. XVII. eta XIX. mendeen artean debekatuta izan zen ninja artea erabiltzea, baina gerlari batzuek, isilpean, sekretuan, teknika hauekin baliatzen segitu zuten talde txikietan.",
                19.27187031507492
            ],
            [
                "Ninjutsu. Borroka estilo hauek antzinateko ideia bat ematen digu, gainera trebetasun berriak nola ikasten zituzten erakusten du. Trebetasun hauek oso baliagarriak ziren espioi bikaina izateko. Borroka artearekin batera ninja gerlariei antzezten eta karakterizazio bikainak lortzen edo dokumentuen faltsuketa irakasten zitzaien. Mykkyo irakaslearen praktika sekretuak eta japoniar sistema espiritualak ere bai.",
                16.701201736927032
            ],
            [
                "Ninjutsu. Borroka-arte hau, bi multzotan sailkatzen da: teknika multzoa eta taktika multzoa. Bi multzo horiek 20 diziplinetan zerrendatzen da. Ninjak teknika eta taktika hauek bataila eremuetan erabili izan zituzten. Dauzkagun lehen datuak V. mendekoak dira, non ikusi ahal dugun antzinateko bizimodura Japoniar nekazariengan. Hasierako ninjak nekazariak ziren.",
                16.28458994626999
            ],
            [
                "Kendo. Kendoa (japonieraz 剣道 kendō) Japoniako borroka arte bat da. Antzinako kenjutsu japoniar eskrima modalitatean jatorria du. Borroka arte horretan, banbuzko ezpatak (shinai) eta babesak (bōgu) erabiltzen dira. Gaur egun, Japoniaz gain mundu osoko herrialde ugaritan praktikatzen den borroka artea da.",
                15.551131069660187
            ]
        ]
    },
    "tst-eu-4": {
        "query": "Britney Spearsen \"Britney\" diskoaren zenbat ale saldu ziren lehenengo astean Estatu Batuetan? ",
        "results": [
            [
                "Never Mind the Bollocks, Here's the Sex Pistols. Berehala iritsi zen Never Mind the Bollocks lehen postura Erresuma Batuan gehien saldu ziren albumen artean, baina AEBetako Billboard zerrendan, 106.a izan zen.",
                15.15602058172226
            ],
            [
                "Her (filma). Filmak 258.000$ lortu zituen estreinaldiko astearen amaieran sei aretoetan erakutsia izan ondoren. Guztira, argitaratze esklusiboetan 3 milioi dolar lortu zituen, 2014eko urtarrilaren 10ean 1729 aretoetan erakutsi baino lehen. Lehen asteburuan 5,35 milioi dolar irabazi zituen. Amaieran 25,6 milioi dolar irabazi zituen Estatu Batuetan eta Kanadan, eta guztira mundu osoan 47,4 milioi dolar.",
                15.10510903596878
            ],
            [
                "Appeal to Reason. Diska hau taldearen diska exitosoena izan da. Billboard 200-ko 3. postuan debutatu zuen. Gainera, CRIA-ren platino diska eta RIAA-ren urrezko diska irabazi zutten diska honekin.",
                14.800370514392853
            ],
            [
                "Alexandra Stan. Alexandra Ioanna Stan —Alexandra Stan izenez ezaguna— (Konstantza, Errumania, ) ingelesezko abeslaria da. Bere herrialdean lehen urratsak eman ostean, 2011n argitaratu zuen \"Mr. Saxobeat\" abestiaren eskutik ospetsu egin zen nazioartean. Urte baten buruan singlearen milioi bat kopia baino gehiago saldu zituen, eta hogei herrialde baino gehiagotan \"Mr. Saxobeat\" bost abesti entzunenen artean egotera iritsi zen. Arrakastaren ondoren iritsi ziren single andanak eta \"Saxobeats\" (2011) eta \"Unlocked\" (2014) albumek Alexandra Stanen fama egonkortu zuten. Besteak beste, 2011ko MTV Europa Musika Sarietako Errumaniar abeslari onenaren saria irabazi zuen.",
                14.266945660114288
            ],
            [
                "Alanis Morissette. Alanis Nadine Morissette (1974ko ekainaren 1a, Ottawa, Ontario) kanadar-estatubatuar abeslari eta musikagile bat da. Bere ibilbide osoan, 60 milioi disko saldu ditu, horietatik 33 milioi Jagged Little Pill (1995) diskoarekin. Grammy Sarietara hamalau aldiz izendatu dute eta zazpi aldiz irabazi ditu.",
                14.239821374416351
            ]
        ]
    },
    "tst-eu-5": {
        "query": "Zein hiru herrialdetan dago banatuta Istria penintsula?",
        "results": [
            [
                "Prosciutto. Kroazian (Dalmazian eta Istriako kostaldean) prosciutto ere esaten zaio; mendebaldeko Eslovenian (Kras eta Vipavako harana) eta Montenegron (Njegoš), berriz, pršut.",
                15.232125401496887
            ],
            [
                "Valakiar. Istroerrumaniarrak: Istriako penintsulan, Balkanen ipar-ekialdean, hauek ere hizkuntza propioarekin, istro-romaniera",
                14.917901158332825
            ],
            [
                "Cinque Terre. Cinque Terre ( ahoskatua; eusk. 'Bost Lurrak') Italiar Rivierako eskualdea da. Liguria eskualdean kokaturik, La Speziatik mendebalderantz dago. \"Cinque Terre\" bost herriz osaturik dago: Monterosso al Mare, Vernazza, Corniglia, Manarola eta Riomaggiore. Kostaldea, bost herriak eta inguruko muinoek Cinque Terre Parke Nazionala osatzen dute eta 1997an UNESCOk Gizateriaren Ondare izendatu zuen.",
                14.827289700508118
            ],
            [
                "Azerbaijan (argipena). Irango Azerbaijan, Iran ipar-mendebaldeko eskualdea, administratiboki lau probintziatan banaturik dagoena:",
                14.72049629688263
            ],
            [
                "Salina (uhartea). Salina () Italiako uharte bat da, Eoliako uhartedi bolkanikoko zazpi uharteetariko bat. Tirreniar itsasoan dago, Siziliako iparraldean; Messinako probintziaren hiru udalerriei dagokie, Leni, Malfa eta Santa Marina Salina hain zuzen ere. Lipari artxipelagoko uharte bigarren handiena da, 26,8 km²-ko azalerarekin. Biztanleriari dagokionez ere, bigarren handiena da: 2.300 biztanle daude hiru udalerrietan.",
                14.6154283285141
            ]
        ]
    },
    "tst-eu-6": {
        "query": "Zein herrialdetan da Swahilia hizkuntza ofiziala?",
        "results": [
            [
                "Schwaigen. Schwaigen Alemaniako udalerria da. Bavariako estatuan kokatuta dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                15.031830728054047
            ],
            [
                "Shawville (Quebec). Shawville Quebeceko udalerri bat da, Kanadan. Outaouais eskualdean kokatuta dago, eta horren barruan dagoen Pontiac konderriko eskualde udalerria da..",
                14.373587429523468
            ],
            [
                "Svelvik. Svelvik Norvegiako udalerria da. Vestfold konderrian kokatua dago. 57.62 km² ditu eta  biztanle ditu.",
                14.360160648822784
            ],
            [
                "Schwegenheim. Schwegenheim Alemaniako udalerria da. Renania-Palatinatua estatuan kokatuta dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                14.175403535366058
            ],
            [
                "Samogitiera. Samogitiera (beren hizkuntzan: , , , ) Samogitiako hizkuntza da. Batzuetan lituanieraren dialektotzat hartzen dute. Batez ere Samogitian hitz egiten dena, Lituaniaren mendebaldean. Normalizatzeko saioak izan ditu. Kuroniera zaharrarekin lotura estua du, eta ~ 0,5 milioi hiztun inguru ditu, horietako askok samogitiartzat du bere burua.",
                14.113012611865997
            ]
        ]
    },
    "tst-eu-7": {
        "query": "Nolakoa da Tuvalu uharteetako klima?",
        "results": [
            [
                "Brasilgo geografia. Klima tropikala: herrialdearen erdialdean, Bahia eta Minas Geraisen mendebaldea, Piauíren zati handiena eta Maranhãoren ekialdea hartuz. Horrelako klima dago iparraldeko Roraima estatuan ere. Bi urtaro daude: uda beroa eta euritsua, eta negu epela eta lehorra. Urteko batez besteko tenperatura 20 °C eta 28 °C artekoa izaten da; neguan, ekaina eta uztailean batez ere, tenperatura apalena 12 °C-16 °C arteraino jaisten da. Urteko prezipitazioa 1.500 mm ingurukoa da, baina asko aldatzen da eskualde batzuetatik besteetara (500-2.000 mm).",
                15.092047810554504
            ],
            [
                "Papua Ginea Berriko geografia. Papuak klima beroa eta euritsua du, eta montzoi haizeen mende dago. Ipar-mendebaldeko montzoia abendutik martxora izaten da eta hego-mendebaldekoa maiatzetik urrira. Prezipitazioei dagokionez, alde handia dago Papuako alderdi batzuetatik besteetara: 7.500 mm euri mendietan eta 1.000 mm Port Moresbyn, baina toki gehienetan 1.500 mm baino gehiagoko euria izaten da urtean zehar. Beroa ere handia izaten da urte guztian kostaldean eta ordokietan (27 °C), eta tenperatura askoz samurragoa da mendialdean (16 °C).",
                15.078503727912903
            ],
            [
                "Marsala. Askoz euritsuagoa da neguan udan baino. Köppen-Geiger sailkapenaren arabera Csa da. Marsalako batez-besteko tenperatura 17.8 °C-koa da. da, eta urteko prezipitazioak 448 mm-koak dira.",
                14.830731987953186
            ],
            [
                "Guadalupe uhartea. «Martin, klima zoragarria da urte guzian! 20 eta 25 graduren artean, atuna nahi beste…» esan zion Ugalderi. 100 urtez alokatzea proposatu zioten mexikarrek, baina ez zitzaion egokia iruditu.",
                14.788472056388855
            ],
            [
                "Flawil. Flawilek urtean 146,8 egun euri edo elur egiten du batez beste eta batez beste 1.280 mm (50 in) prezipitazio jasotzen ditu. Hilabeterik hezeena abuztua da eta denbora horretan Flawilek batez beste 149 mm (5,9 in) euri edo elur jasotzen ditu. Hilabete honetan, batez beste, 13,3 eguneko prezipitazioa dago.Prezipitazio egun gehien izan duen hilabetea maiatza da, batez beste 14,2rekin, baina 136 mm (5,4 in) euri edo elur baino ez ditu. Urteko hilabeterik lehorrena urria da, batez beste 76 mm (3,0 in) prezipitazioarekin 13,3 egunetan.",
                14.775209784507751
            ]
        ]
    },
    "tst-eu-8": {
        "query": "Non jokatzen dira Senegalgo futbol selekzio nazionalaren etxeko partidak?",
        "results": [
            [
                "Marokoko futbol selekzio nazionala. Marokoko futbol selekzio nazionala herrialde hartako ordezkaria da. Etxeko partidak Stade Adrar zelaian jokatzen ditu, Agadir hirian.",
                16.834828197956085
            ],
            [
                "Boliviako futbol selekzio nazionala. Boliviako futbol selekzio nazionala herrialde haren futbol gizonezko talde nagusia da. Estadio Hernando Siles estadioan jokatzen ditu etxeko partidak, La Paz hiriburuan.",
                16.651184022426605
            ],
            [
                "Tunisiako futbol selekzio nazionala. Tunisiako futbol selekzio nazionala herrialde hartako ordezkaria da. Etxeko partidak Stade Olympique de Radès zelaian jokatzen ditu, Radès hirian.",
                16.605961501598358
            ],
            [
                "Palacio Municipal de Deportes San Pablo. Sevillako Kirol Jauregia —gaztelaniazko  izenaz ezaguna— Sevillako (Andaluzia) kiroldegi bat da. 1988an eraiki zen, eta batez ere saskibaloi partidetarako erabiltzen da. Han jokatzen zu CB Sevilla taldeak. Gehienez 10.200 ikusle hartzen ditu.",
                15.904001533985138
            ],
            [
                "Luxenburgoko futbol selekzio nazionala. Luxenburgoko futbol selekzio nazionala kirol haren arloan herrialde hartako ordezkaria da. Stade Josy Barthel zelaian jokatzen ditu etxeko partidak.",
                15.735316812992096
            ]
        ]
    },
    "tst-eu-9": {
        "query": "Zenbat minutuko iraupena du A River Runs Through It filmak?",
        "results": [
            [
                "Che (2008ko filma). Film osoak 4 ordu eta erdi irauten zuenez, zinemetan bi zatitan banatua proiektatu zen: Che 1. Zatia: Argentinarra eta Che 2. Zatia: Gerrilla.",
                14.851332306861877
            ],
            [
                "Her (filma). Her filmaren lehen emanaldia 2013ko New York Film Festival-ean izan zen urriaren 12an, eta Warner Bros.-ek beste sei aretoetan erakutsi zuen abenduaren 18an. Emanaldi publikoa 2014eko urtarrilaren 10ean izan zen Estatu Batuen eta Kanadako 1700 aretoetan. Filmak kritika bikainak jaso zituen, batez ere Phoenix eta Johansson-en antzezpenengatik eta Jonze-ren gidoiarengatik. Guztira 48 milioi dolar lortu zituen mundu osoan, filma egiteak 23 milioi dolar kostatu izanik. Filmak hainbat sari hartu zituen, batez ere Jonze-ren gidoiarengatik. 86. Oscar Sarietan, Her bost aldiz proposatua izan zen, film onena bezala barne, azkenean jatorrizko gidoi onenarekin saritua izanik. Jonze-ren gidoia saritua izan 71. Urrezko Globo Sarietan, Writers Guild of America Awards-en 66. edizioan, Critics' Choice Awards-en 19. edizioan, eta Saturn Awards-en 40. edizioan. BBC-k 2016an 177 kritikariri egindako inkestan Her 2000tik ordurarte egindako 84. film hoberena bozkatua izan zen.",
                13.690819144248962
            ],
            [
                "La flecha amarilla. 2004an eman zuten, 14 ataletan. Helburua 40 egunetan Donejakue bidea amaitzea izan zen. Prime time zerrendan eman zuten.",
                13.462955832481384
            ],
            [
                "Zeinek gehiago iraun. Zeinek gehiago iraun 2010 urtean Gregorio Murok eginiko film laburra da. Hainbat sari jaso zituen eta Goya Sarietarako hautagaietako bat izan zen.",
                13.431657433509827
            ],
            [
                "Rannoch aintzira. 14 kilometroko luzera duen aintzira estua da, zabalera gehienez kilometro bakarrekoa baitu. mendebalde-ekialde zentzuan luzatzen da eta ekialdeko muturrean Tummel ibaia sortzen da, 93 kilometroko ibilbidea egin ondoren Tay ibaian urak isurtzen dituena.",
                13.39181363582611
            ]
        ]
    },
    "tst-eu-10": {
        "query": "Zein hiritan hazi zen Yusra Mardini igerilaria?",
        "results": [
            [
                "Martin McDonagh. Londres hirian jaio eta hazi arren, irlandar gurasoak izaki, udaldiak haien sorlekua den Galway konderriko Leitir Mealláin/Lettermullan udalerrian igarotzen zituen. Hortaz, bi herrialdetasunak ditu, bai ingelesa nahiz irlandarra.",
                14.798128247261047
            ],
            [
                "Maria Urcelay. Maria Urcelay Eguia (Legazpi, Gipuzkoa, 1977ko irailaren 28a) euskal herritar aktorea da. Bilbon bizi da, eta besteak beste ETB 1eko Eskamak kentzen telesailean Itziar Esnaolaren rola jokatzeagatik da ezaguna. Bilboko Totum antzerki taldearen zuzendaria da.",
                14.795552372932434
            ],
            [
                "Jazinto Rivas. Beranduago ikasleak urritu zitzaizkion ordea. Tolosako Iurramendiko miserikordian bizi omen zen denboraldi batez eta bertatik mugitzeko hartzen zuen autobuseko kobradoreari etengabe galdetzen omen zion trikitixa ikasi nahi zuen inor ezagutzen al zuen. Hark kasurik egiten ez ziola-eta Sakabiri deitu omen zion behinola eta honek esan omen zion bazela “lata ematen ari zitzaion gazte bat”. Horrela iritsi zen Laja baserrira eta Iñaki Garmendia, Lajari, 3 hilabete t’erdiz irakatsi zion trikitixa jotzen, aurretiaz zerbait ikasia bazen ere, ezer ikasi ez balu hobe zukeela esanez. Joakin Errastiren Epelarre baserrian aritu omen zen azkenengoz irakasten. Ondo moldatu zen Epelarreko mutilarekin, eta bertan bizitzera gelditzekotan ere egon zen, baina gurasoek debekatu egin zioten Joakin mutilari karga handia zela argudiatuz. Hor urrundu zen Elgeta trikitilarien artetik, bere jaioterri Donostiara itzuliz.",
                14.66641914844513
            ],
            [
                "Kontxi Aizarna. Zarauzko ikastolan hasi zen lanean 19 urte zituela, eta bizitza osoa pasa du haurrekin eta musikarekin lanean, Imanol Urbieta musikari ezagunarekin batera. 1983an sortu zuten biek Xirula Mirula musika eta pedagogia eskola-laborategia, eta han ibili zen laguntzen, eskolak ematen, kanta berriak haurrekin esperimentatzen, koordinazio-lanak egiten edota grabazio-teknikari gisa lanean, besteak beste.",
                14.586340546607971
            ],
            [
                "Miren Josune Tolaretxipi. 14 urterekin izebarekin hasi zen josten ikasten etxean eta ondoren kortea ikastera joan zen garai hartan ugari ziren akademiatako batera, Uracan enpresan lanean sartu zen arte.",
                14.58054006099701
            ]
        ]
    },
    "tst-eu-11": {
        "query": "Zein herritako alkatea izan zen Lech Kaczyński?",
        "results": [
            [
                "Espainiako Oroimen Historikoaren Legea. Euskadin ere, eta EAJ alderdiak 1936ko Gerran kolpisten jazarpena zuzenean jasan arren, alderdi horretako kidea eta Bilboko alkatea zen Iñaki Azkunak Espainiako Zerga Agentzia Administrazioren eraikinean dagoen armarri frankista eta Bilboko udaletxeko batzar aretoko alkate frankisten erretratuak kentzeko eskaerei muzin egin zien.",
                14.648768246173859
            ],
            [
                "Balendin Lasuen. Etxetik euskaltzale eta abertzale, jardun publikora politikaren bidetik heldu zen. EAJko kide izan zen gaztetatik: Francoren diktadura osteko lehen alkatea izan zen Zaldibarren, eta urte bertsutan Bergarako alkateen taldean ere aritu zen, zeina ikurrina legeztatzeko eta udal hauteskundeak antolatzeko borrokatu zen, besteak beste. Durangaldeko Mankomunitateko lehen lehendakari ere izan zen, eta, ondotik, Eusko Jaurlaritzako Kultur ordezkaria Bizkaian, hiru agintaldiz.1983ko maiatzaren 8ko hauteskundeetan aukeratuta, Batzar Nagusietan ahalduna izan zen.",
                14.53417593240738
            ],
            [
                "Alsaziako Dekapolis. 1354an Karlos IV.a Luxenburgokoak Haguenau, Colmar, Wissembourg, Turckheim, Obernai, Kaysersberg, Rosheim, Munster, Sélestat eta Mulhouse elkartzen zituen ituna berretsi zuen. Hagenau hiriburu bilakatu zen. Ligaren dietak Estrasburgon egin zuten arren, hau Ligatik at izan zen.",
                14.499394714832306
            ],
            [
                "Donostiako historia. 1979ko ekaineko hauteskundeetan, EAJko Jesus Maria Alkain izan zen Donostiako alkate hautatua, demokratikoki aukeratutako lehenengoa eta lehendabiziko abertzalea. Hala ere, urte hauek beheraldi urteak izan ziren, ekonomiaren gainbehera tartean, gatazka eta indarkeria sozio-politiko handikoak eta hirigintza zabar eta zekenekoak. 1980an, Donostiako Zinemaldiak A mailako izateari utzi zion 1985 arte. Gernikako Estatutuari buruzko bozketan, gehiengo handiak eman zion baiezkoa Donostian (% 90,3), % 59,70eko partaidetzaz. 1981ean, Itun Ekonomikoa berrezarri zen Gipuzkoan, Araban eta Bizkaian bezala bestalde. Gertaera garrantzitsu horiek jazotzen ziren bitartean, futbolean herritarrak poz batean ziren Errealak 1980, 1981 eta 1982. urteetan Espainiako Ligan irabazitako postuekin, inoiz lortutako onenak. 1983ko maiatzeko hauteskundeetan, EAJk berretsi egin zuen bere nagusitasuna Donostian, eta Ramon Labaien hasi zen alkate-lanetan. Alkateak gogoz ekin zion Donostia berriz turismorako helmuga bihurtzeari, eta hainbat ospakizun bultzatu zituen, adibidez, Musika Hamabostaldia, Zinemaldia, Aste Nagusia eta abar. Auzo-elkarteek ere protagonismo handiagoa hartu zuten udalean. Aldi berean, baina, istilu larriak urteroko kontua bihurtu ziren Aste Nagusiko Salbeko prozesioan.",
                14.459578216075897
            ],
            [
                "Isidoro León. Politikoki Juan Tomás Gandarias monarkikoaren gertua izan zen: 1912 eta 1919 artean Gernikako alkatea eta 1894 eta 1911 artean eta 1919 eta 1926 artean diputatua izan zen. Logroño, Cuenca, Burgos eta Badajozko gobernadore zibila, Bilboko zinegotzia ere izan zen.",
                14.29876059293747
            ]
        ]
    },
    "tst-eu-12": {
        "query": "Zein kiroletan jokatzen du Boston Celtics taldeak?",
        "results": [
            [
                "Boston Bruins. Boston Bruins AEBtako Massachusetts estatuko Boston hirian egoitza duen izotz hockey talde profesional bat da. NHL liga profesionalean jokatzen du. 1924ean sortu zen eta etxeko partiduak TD Garden lerratokian jokatzen ditu.",
                16.64657634496689
            ],
            [
                "Bill Russell. Russellek 13 urtez jokatu zuen Boston Celticserako, NBA txapelketa 11 aldiz irabazita. Talde horren dinastiaren pieza nagusia izan zen 1950 eta 1960ko hamarkada horietan. Henri Richard-ekin batera (National Hockey League, Montreal Canadiens), Russellek markari eusten dio txapelketa gehien irabazi duen Ipar Ameriketako atleten artean. Ibilbide profesionala baino lehen, San Frantziskoko Unibertsitaterako NCAAko bi txapelketa jarraian lortu zituen (1955 eta 1956an). Urrezko domina lortu zuen 1956ko Olinpiadetan AEBetako saskibaloi selekzio nazionalaren kapitain moduan.",
                16.363170206546783
            ],
            [
                "Boston Red Sox. Boston Red Sox AEBtako Maryland estatuko Baltimore hirian egoitza duen MLB ligako beisbol talde bat da. Etxeko partiduak Fenway Park estadioan jokatzen ditu.",
                16.090695440769196
            ],
            [
                "Dream Team. Adibidez, Isiah Thomas, garaiko joko antzolatzaile onenetokoa zena, Detroit Pistons taldearen NBAko liga birritan irabazi zuen jokalaria Dream Team taldean ez egoteak AEBtako saskibaloi zaletuen artean hautsa ugari harrotu zuen. 1980ko hamarkadaren bigarren erdialdean Los Angeles Lakers eta Boston Celtics taldeen lehia mitiko eta estuen artean oinarrituz sartu zen Detroit Pistons taldeko Bad Boys (Mutil Gaiztoak) taldeko kidea izan zen, Bill Laimbeer, Joe Dumars, Rick Mahorn, John Salley, James Edwards, Vinnie Johnson, Dennis Rodman eta Mark Aguirrerekin batera. Euren joko fisiko eta maiz defentsa bortitzari esker Los Angeles Lakers eta Boston Celtics taldeek garaitzea oso zail izan zuten taldea bilakatu zen, hain zuzen ere, batzuen ustez Detroit Pistonsen joko oldarkor horrek eta Chicago Bulls taldearen aurka Jordani burututako defentsa oldarkorregiak Isiah Thomas Dream Team taldean aukeratu ez izanaren arrazoietako bat izango omen litzateke.",
                15.92159789800644
            ],
            [
                "Kevin McHale. McHale profesional gisa Boston Celtics taldean hasi zen jolasten seigarren jokalari moduan. Hor lortu zuen 81. urteko eraztuna. Rookie moduan, 10 puntu, 4 errebote eta 2 txapel ipini zituen.",
                15.350432813167572
            ]
        ]
    },
    "tst-eu-13": {
        "query": "Zenbat urtez egon zen Kingstown britainiar agintearen azpian?",
        "results": [
            [
                "Waterford konderria. XII mendean normandiarrek konkistatu eta Dublinen ondoren uharteko bigarren hiri bihurtu zen Waterford. Erreforma Protestantearen aurrean katoliko izaten jarraitu zuen eta Irlandako Konfederazio Katolikoarekin bat egin zuen 1642an. Honek 1649 arte iraun zuen, Oliver Cromwell iritsi eta ingelesen nagusitasuna berrezarri arte.",
                15.339180886745453
            ],
            [
                "Stonehaven. Keith leinuak XIV mendean Dunnottar gaztelua eraiki zuen, eta berehala garrantzia handia hartu zuen, lehendabiziko Eskoziako independentzia gerran Koroaren altxorra bertan gordetzeraino. 1296an Eduardo I.a Ingalaterrakoak gaztelua hartui zuen eta William Wallacek su eman zion elizari ingelesak barruan zeudela. 1650an Oliver Cromwellek zortzi hilabetez setiatu zuen gaztelua Koroaren altxorra eskuratu asmoz, baina gaztelua errenditu orduko neskame batzuek bitxiak eramanak zituzten. Stonehavenek jakobiten matxinadak ere bizi izan zituen.",
                14.948837101459503
            ],
            [
                "Kanariar Uharteetako konkista. Kanariar Uharteetako konkista, 1402-1496 artean Gaztelako Koroak burututako Kanariar Uharteen konkista izan zen. Prozesu honetan bi aldi bereiztu daitezke: Jauntxoen Konkista, basailu akordio baten truke nobleziak burutua, eta Errege Konkista, jada Errege-erregina Katolikoen garaian Koroak berak zuzenean burututakoa.",
                14.92966502904892
            ],
            [
                "Kingstown (Ipar Carolina). Kingstown Ipar Carolinako herri bat da. Cleveland konderrian kokatua dago. 2010ean  biztanle zituen,  kilometro koadrotan banatuta.",
                14.9044708609581
            ],
            [
                "Sark. Mantxako kanala, 1565. Elisabet I.ak Sark uhartea feudo izendatu eta Helier de Carteret Jerseyko Saint Oueneko jaunari eman zion. Bost kilometro koadro inguruko irlatxoa hutsik zegoen garai hartan, ofizialki behintzat. Erdi Aroan hainbat komunitate monastikoren bizitoki izan arren, XV. mendetik aurrera piraten babesleku izan zen eta, beraz, kontzesio horren bidez, erreginak piratak uxatu nahi zituen. 40 lursail mugatu eta beste hainbeste familia ezarri ziren Sarken, jaun feudal berriaren agintepean, eta piraten gotorleku izandakoa, erregimen feudalaren gotorleku bihurtu zen; 2021ean Sarkeko gobernua Christopher Beaumont Sarkeko 32. seigneur edo jaunaren esku zegoen oraindik.",
                14.902741372585297
            ]
        ]
    },
    "tst-eu-14": {
        "query": "Nola izena du lorategiak zaintzen dituen profesionalak?",
        "results": [
            [
                "Lineoren lorategia. 1741 urtean Carolus Linnaeus izendatu zuten arduradun eta 1748an argitaratu zuen Hortus Upsaliensis liburuan azalduriko ideia berritzaileak aplikatu zituen lorategi hauetan.",
                15.398895502090454
            ],
            [
                "Maria Teresa Telleria. Madrilgo Complutense Unibertsitatean farmazian doktoregoa lortu ostetik, Madrilgo Errege Lorategi Botanikoan lan egiten du, zuzendaria izanik 1994-2006 tartean.",
                14.92587399482727
            ],
            [
                "Uliako Mintegietako parkea. Udal-langile Antton Larretxau parkean bizi izan da bere bizitza osoa. haren lan jarduera beti egon da lotuta edateko uraren banaketa-sarearekin. Donostiako ur-hoditeriaren zirkuitu osoa sakonki ezagutzen du, ur-biltegien kokapena eta funtzionamendua ere bai. Fernando Perez izan da zerbitzu horretako burua urteetan. Lehenago, Miguel Ángel Núñez, Julián Gil eta Fernando García de Mier eta Jose Zuazola Urdangarin ingeniariarekin ere lan egin zuen.",
                14.884149312973022
            ],
            [
                "Eskifaia. Oro har, tripulazioaren lodia osatzen dute, zerbitzuetarako itsasontzien kasuan izan ezik. Dagozkien ofizialen aginduetara, estiba-, mantenimendu- eta intendentzia-lanak egiteaz arduratzen dira",
                14.287723302841187
            ],
            [
                "Sahats plaza. 1992an zaharberritutako plaza honen erdian lorategiak daude eta bertan plazari izena ematen dion sahatsa. Lorategietako albo batean Josetxo Alustiza gipuzkoar belar hockeyko jokalariaren omenez plaka bat dago kokatua.",
                14.186722993850708
            ]
        ]
    },
    "tst-eu-15": {
        "query": "Zer gertatuko litzateke Espainiako gobernuko presidentearen kargua hutsik geratuko balitz?",
        "results": [
            [
                "Espainiako Ministroen Kontseilua. Espainiako Ministroen Kontseilua Gobernuko presidenteak, presidenteordeek, ministroek eta legeak ezarritako bestelako kideek — Estatu idazkariak kasu batzuetan — osatzen duten organo kolegiatua da. Normalean, ostiralero biltzen da Madrilgo Moncloako jauregian. Ez-ohiko egoera batean, Espainiar estatuko beste hiri batean biltzea ahalbidetzen du Konstituzioak. Halaber, kontseiluaren buru Erregea izatea posible da ez-ohiko egoeretan, Gobernuko presidentearen eskaeraz.",
                14.557976484298706
            ],
            [
                "Andrés Herzog. 2015eko Espainiako hauteskunde orokorretan UPyD-ko zerrendaburu aurkeztu zen Gobernuko presidentetzarako.",
                13.87150263786316
            ],
            [
                "2016ko Espainiako hauteskunde orokorrak. Gorteak automatikoki desegin ziren 2016ko maiatzaren 2an, aurreko legealdian inongo presidentegaiek ez zuelako beharrezko diputatuak lortu Espainiako Gobernua eratzeko. Filipe VI.ak sinatu zuen hauteskundeetarako deialdia, Patxi López Kongresuko presidentearen oniritziz. Espainiako trantsizioaz geroztik izan den legealdirik motzena da.",
                13.75183391571045
            ],
            [
                "Carles Puigdemont. Carles Puigdemont i Casamajó (Amer, Katalunia, 1962ko abenduaren 29) politikaria eta kazetaria da. Gironako alkate ohia, 2016ko urtarrilaren 9tik 2017ko urrira arte Kataluniako presidentea izan zen, Espainiako Gobernuak 155. artikulua aplikatuz kargugabetu zuen arte, Kataluniako independentzia aldarrikapena egin ostean. Gaur egun erbestean bizi da, eta Junts per Catalunya (JxCAT) hauteskunde plataformako burua da.",
                13.717323899269104
            ],
            [
                "Carles Puigdemont. 2016ko urtarrilaren 10ean Kataluniako Generalitateko presidente izendatua izan zen, historia osoko 130.a, CiUko haren alderdikide eta ordu arteko presidente Artur Masen ordez. 2018ko maiatzaren 14an Quim Torra 131. presidente izendatu zuten, Puigdemontek berak proposatutako hautagaia.",
                13.584093928337097
            ]
        ]
    },
    "tst-eu-16": {
        "query": "Zer ospatzen du eliza katolikoak ostegun santuan?",
        "results": [
            [
                "Ferragosto. Bestalde, ferragosto jai laikoak usadio edo egutegi katolikoaren Mariaren Jasokundearen jaiegunarekin ere bat egiten du, alegia, Hego Euskal Herrian eta Espainian ospatzen den jaiegun katolikoa, baina antzinakotasunarengatik baldin bada, jaiegun katolikoak erromatar jaiegunarekin bat egiten duela zehazkiago edo hobekiago esanda dago, ferragosto erromatar jaieguna Ama Birjinaren jaiegun katolikoa baina lehenagotik sortua izan baitzen.",
                15.398425161838531
            ],
            [
                "Prosper Akitaniakoa. San Prosper Akitaniakoa (; Akitania,  – Erroma, ) Galiako teologoa izan zen. Agustin santuaren aldekoa izan zen pelagiarren aurkako auzian, Marseillan (428-434). Leon santua Aita Santuaren idazkaria izan zen Erroman eta Agustin santuaren dotrinen edo irakatsien aldeko proposamenak idatzi zituen. Jaieguna, ekainaren 25a da.",
                15.385864913463593
            ],
            [
                "San Martin Tourskoaren baseliza (Gaintza). Ostiral Santuan bizilagunak parrokiatik baselizara prozesioan joaten dira. Maiatzeko Santikutz egunean (hilaren 3ª), iraileko santikutz egunean (hilak 14) eta hileko lehenengo igandeetan mezak ospatzen dira. Bere festa San Martin egunean (azaroak 11) ospatzen du.",
                15.207299649715424
            ],
            [
                "Euskal Herriko irratia. Eratu eta Unión Radiori elkartutako emisoreetako bik, Radio San Sebastián eta Radio Bilbaok, urte horretan bertan ekimen bat jarri zuten abian, irratia euskal gizartean, erlijiozko elementu artean pisu handikoa zen euskal gizarte hartan lortzen ari zen ezarpen gero eta handiagoaren isla gisa: 1934ko irailaren 9an, Arantzazuko Andre Mariaren egunean, Unión Radioren mikrofonoak Arantzazuko Santutegira iritsi ziren, handik bertatik meza santua eskaintzeko Bilbo eta Donostiako bi emisoreentzat; hala jarri zen abian, hainbat gorabehera izan arren Radio San Sebastiánen kasuan 1983 arte jarraitu zuen ekitaldia. Izan ere, igandeko mezaren emankizunetan Arantzazukoa tradizio bihurtu zen.",
                14.889693677425385
            ],
            [
                "Santa Margarita Eskoziakoa. 1250an Inozentzio IV.ak kanonizatu zuen. Hasiera batean azaroaren 16a izan zen bera omentzeko eguna baina 1693an ekainaren 10era aldatu zuten. Eskoziar askok ordea azaroaren 16an ospatzen jarraitzen dute.",
                14.70773333311081
            ]
        ]
    },
    "tst-eu-17": {
        "query": "Zenbateko diametroa du 3240 Laocoon asteroideak?",
        "results": [
            [
                "3240 Laocoon. 3240 Laocoon asteroide baten izena da.  azaroaren 7an aurkitu zuen E. F. Helin, S. J. Bus-ek Palomar Behatokitik.",
                19.726696014404297
            ],
            [
                "3240 Laocoon. 3240 Laocoon asteroidearen orbitak batezbeste 3,051 UAko distantzia du Eguzkiarekiko. Hurbilketa maximoa 2,588 distantziara egiten du eta hurruntze maximoa 3,514 distantziara. Eszentrikotasuna 0,152 da, eta makurdura orbitala 1,65ºkoa da.",
                19.316109895706177
            ],
            [
                "3240 Laocoon. Hasiera batean asteroideak 1978 VG izena zeraman. Ondoren Laokoon, greziar mitologiako Troiako Apoloren apaiza omentzeko izena eman zitzaion.",
                17.611807465553284
            ],
            [
                "3250 Martebo. 3250 Martebo asteroide baten izena da.  martxoaren 6an aurkitu zuen C.-I. Lagerkvist-ek Mount Stromlo Behatokitik.",
                15.08363139629364
            ],
            [
                "Nebulosa planetario. Ohiko nebulosa planetario batek argi-urte bateko diametroa du, eta oso arrarifikatutako gasez osatua dago, zentimetro kubikoko 100 eta 10.000 partikula bitarteko dentsitatearekin. Alderaketa eginez, Lurreko atmosferak zentimetro kubikoko 2,5x1019 partikulako dentsitatea du. Nebulosarik gazteenek dentsitate altuagoa dute, batzuetan, zentimetro kubikoko milioi 1 partikulakoa izateraino iristen dena. Nebulosa zahartzen doan heinean dentsitatea txikitu egiten da espazioan hedatzearen ondorioz, 25 km/s abiadura inguruan gertatzen dena, airean soinuaren abiadura baino 70 aldiz azkarrago. Bere masa, 0,1 eta eguzki masa bat artekoa da.",
                14.699824929237366
            ]
        ]
    },
    "tst-eu-18": {
        "query": "Zenbateko dentsitatea du sodio sulfatoak?",
        "results": [
            [
                "Berun-azido bateria. Berun-azido metagailuak bi motatako berun-elektrodoz osatuta daude; bat berunezkoa da, eta bestea berun oxidozkoa. Gelaxka guztiz kargatuta dagoenean, elektrolitoaren dentsitatea 1,280 ±0,010 g/ml-koa da, eta bateria deskargatuta dagoenean, aldiz, 1,100 g/ml-ra jaitsiko da.",
                15.182309031486511
            ],
            [
                "Metal matrize konposatu. Material horren dentsitatea 0,92 g/zm3koa da, urarena baino txikiagoa, eta beraz ez da elementu horretan hondoratzen. Gainera, siliziozko esferei esker, suhiltzaileen ur-mangeretatik atera ohi den urarena baino 100 aldiz presio handiagoa jasan dezake puskatu aurretik.",
                14.947461485862732
            ],
            [
                "Berun-azido bateria. Flotazio-tentsio zehatz bat (±0.05 V) izatea kritikoa da bateriaren bizitza luzatzeko. Flotazio-tentsio baxua izatea (sulfatazioa), altuegia izatea (korrosioa eta elektrolito galera) baino txarragoa izan daiteke.",
                14.753666281700134
            ],
            [
                "Ebaporita. Sulfatoak: igeltsua (CaSO4*2H20) eta anhidrita (CaSO4) eta kieserita (MgSO4*2H20) besteak beste. Uraren bolumena bosten batetara jeistean hasten da prezipitatzen.",
                14.746906638145447
            ],
            [
                "Berun-azido bateria. Deskarga-prozesuan, elektrolitoan dagoen azido sulfurikoak elektrodoetara jotzen du. Horrela, bi elektrodoetan berun sulfatoa (PbSO4) eta ura sortzen dira. Horren ondorioz, elektrolitoan azido sulfurikoaren kontzentrazioa jaisten da.",
                14.631802439689636
            ]
        ]
    },
    "tst-eu-19": {
        "query": "Zein mendetan sortu zen Xymkent hiria?",
        "results": [
            [
                "Nyköping. K.a. 2000 urtearen inguruan dagoeneko populatua izan zenaren aztarnak aurkitu dira. 1187an sortu zen Suedia izan aurreko erresumetako baten hiriburua izateko. XIII mendean gotorlekua eraikitzen hasi ziren, gerora Suedia osoko gotorleku gogorrena izango zena. 1317an Nykökingeko oturuntza gertatu zen, bertan Birger erregeak bere anai biak preso hartu eta gosez hil arte atxilo eduki zituen. 1444an hiri estatusa lortu zuen.",
                15.017165958881378
            ],
            [
                "Eskilstuna. Erdi Aroan kokatzen da hiriaren sorrera. XI mendean San Eskil monje ingelesa Suediara joan zen misiolari eta Mälaren aintziraren hegoaldeko ertzean Tuna izeneko monasterioa sortu zuen. 30 kilometrotara dagoen Strängnäsen bertakoak kristautzen ari zela vikingoek hil egin zuten eta Tunako monasterioan izan zen hobiratua. Denbora pasata Strängnäseko diozesia eratu zen eta monasterioari eta inguran sortuz zihoan herriari Eskil izena gehitu zioten Eskilstuna bihurtuz.",
                14.728472530841827
            ],
            [
                "Camarina. Hiriko fundatzaileei buruz, bi bertsio daude: Tuzididesen arabera, Sirakusak fundatu zuen K.a. 598an (XLV. Olinpiadaren urtean), hau da, Sirakusa baino 135 urte geroago. Timeoren ustez, Gelako biztanleek fundatu zuten XLII. Olinpiadaren urtean (K.a. 612 eta 608 urteren artean).",
                14.684278547763824
            ],
            [
                "Xochicalco. Xochicalco (nahuatl hizkuntzan, ) Antzinako tolteka hiria da, Cuernavaca inguruan, Mexikoko Morelos estatuan. K.o. VIII-IX. mendeetan eraiki zuten, eta garrantzi handiko merkataritza tokia izan zen. Garai batean erlijio gune garrantzitsua izan zen, eta espainiarrak iritsi aurretik defentsa gune bihurtua zen. Gorde diren eraikuntzetatik Quetzalcoatlen tenplua da eraikuntza nagusia. Muino baten gorenean eraikitako piramide handi bat da, bi gorputzez osatua, oso-osorik erliebeez estalia.",
                14.661003649234772
            ],
            [
                "Al-Bara. Musulmanen etorrerak bide komertzialak moztu zituen eta inguruko beste herri eta hiri abandonatuak izan ziren, baina ez Bara non biztanleak gelditu ziren eta kristauak izaten jarraitu zuten. Gutxi izango balitz, hiria Bizantzio menpeko apezpikutza izan zen. XI. mendearen amaieran Gurutzatuak heldu ziren eta turkierrei eraso egin zieten eta 1097ko abenduaren 31an, borrokatu ondoren, Bohemundo I.a Antiokiakoa eta Roberto II.a Flandeskoa tropen aurrean turkiarrek ihes egin zuten. 1098an Raimundo IV.a Tolosakoak hiria hartu zuen.",
                14.44669646024704
            ]
        ]
    },
    "tst-eu-20": {
        "query": "Zein da Amazoniako oihanan dagoen ibairik handiena?",
        "results": [
            [
                "Brasilgo geografia. Amazonasen arroa. Munduko handiena da. Brasilgo eremuaren erdia baino gehiago hartzeaz gain, Bolivia, Peru, Kolonbia, Guyana, Surinam eta Guyana Frantsesan hedaturik dago. Amazonas ibaiak 3.770 kilometro egiten ditu Iquitos (Peru) eta itsasoa bitartean, eta ontziz egin daitezke guztiak. Içá, Japurá, Negro eta Trombetas dira eskuinaldeko adar nagusiak, eta Juruá, Purus, Madeira, Tapajós eta Xingu ezkerraldekoak.",
                17.795605838298798
            ],
            [
                "Madeira (ibaia). Madeira Hego Amerikako ibaia da, Amazonasek eskuinaldetik duen adar nagusia. Boliviako bi ur-sistemek, Mamoré-Guaporé-k eta Beni-Madre de Dios-ek bat egiten duten lekuan, Bolivia eta Brasilen mugan, sortzen da. Boliviako Pando departamendua eta Brasilgo Rondonia eta Amazonas estatuak zeharkatzen ditu. 3.300 kilometro luze da (Mamoré-rekin batera), eta 1.300.000 kilometro koadroko arroa drainatzen du, Amazonasen arro osoaren % 19. Lehen zatian ezinezkoa da nabigatzea, ur-jauzi ugari delako, baina Porto Velhotik aurrera ontziz ibil daiteke: 2 km zabal eta 32 m sakon da. Luzeraren eta ur emariarengatik, mundu osoko ibai handienetakoa da, Volgaren parekoa, hain zuzen.",
                17.441568076610565
            ],
            [
                "Tapajós (ibaia). Tapajós Brasilgo ibaia da, Amazonasen eskuinaldeko adarra, Pará eta Amazonas estatuak zeharkatzen dituena. Mato Grosson sortzen diren Juruena eta Teles Pires ibaiek osatua da, eta Santarém hiriaren ondoan isurtzen da Amazonasera. 1.930 kilometro luze da (Teles Piresekin batera), eta 492.000 kilometro koadroko arroa drainatzen du, Amazonasen arro osoaren %7.",
                16.66310614347458
            ],
            [
                "Caquetá (ibaia). Caquetá, Brasilen Japurá deitua, Hego Amerikako ibaia da, Amazonasen adarra. Kolonbiako mendigunean du iturburua, Cauca departamenduan, Magdalenaren iturburutik oso hurbil. Apaporis ibaiaren urak jaso ondoren, Brasilen barneratzen da. Amazonas ibaira isurtzen da, ezkerraldetik, uharteak eta aintzirak eratuz. Brasilgo aldean txalupak eta ontzi txikiak ibil daitezke. 2.280 kilometro luze da, eta 255.700 kilometro koadroko arroa drainatzen du.",
                16.1529740691185
            ],
            [
                "Juruá (ibaia). Juruá (, ) Hego Amerikako ibaia da, Amazonasen eskuinaldeko adarra. Perun du iturburua, Ucayali departamenduko mendialdean; Brasilen sarturik, Acre eta Amazonas estatuak zeharkatu eta Amazonas ibaira isurtzen da. 3.200 kilometro luze da, ia dena nabigagarria, eta arroak 188.000 kilometro koadroko eremua hartzen du. Eirunepé eta Cruzeiro do Sul dira ibai ertzeko hiri nagusiak.",
                15.991044104099274
            ]
        ]
    },
    "tst-eu-21": {
        "query": "Nork hil zuen Selena Quintanilla-Peréz?",
        "results": [
            [
                "Veronica Guerin. 1996ko ekainaren 26an Dublin inguruko autobide bateko bidegurutzean Veronica Guerin bere autoa gidatzen zihoala bere atzetik motoan jarraika zituen bi gizon autoaren parean jarri eta tiroz erail zuten. Ordurako Guerinek irlandar mafiari buruzko liburu bat argitaratzeko asmoa zuen.",
                15.397859692573547
            ],
            [
                "Medellingo kartela. Kartelak estatuaren aurka lehergailu eta hilketen bidez egiten zuen, 1989ko irailetik abendu bitarte, 100 lehergailu  baina gehiago jarri zituzten, 250 hildako utziz. Irailaren 11n liberalen liderra  zen Pedro Peláez González hil zuten. Agintariek atxiloketak, konfiskatzeak eta etxeetako miaketak bikoiztu zituzten eta  Eduardo Martínez eta Rafael Abelló espetxeratzea lortu zuten. Azaroaren 23an, mafiaburuan persekuzioa hasi zen, Escobarrek ihes egitea lortu bazuen ere,  bere bi gizon hil eta 55 pertsona atxilotu zituzten.",
                14.971631169319153
            ],
            [
                "1960ko ekaineko DRILen atentatuak. 2019ko ekainean, \"Muerte en Amara. La violencia del DRIL a la luz de Begoña Urroz\" txostena (Hilketa Amaran. DRILen biolentzia Begoña Urrozen argitan) aurkeztu zuten Donostiako Koldo Mitxelenan. Bertan, baieztatu zuten Begoña Urroz ez zela izan ETAren lehen biktima. Garai hartako polizia txostenek dioten moduan, DRIL Directorio Revolucionario Iberico de Liberacion «sare antifrankista» izan zen atentatuaren erantzule, eta 1960ko ekainaren 27an hil zen Urroz, 22 hilabete zituela. Hala argitaratu zuen BERRIAko Ainhoa Oiartzabal kazetariak erreportaje luze batean, 2011n (Rikardo Arregi saria jaso zuen lan horrengatik), eta 2013an Xavier Montanya kazetariak (Bartzelona, 1961) BERRIAn eta Villaweb-en argitaratu zituen polizia txostenak. ETAren egiletzaren tesiak indarra hartu zuen aldian, Iñaki Egaña historialariak behin eta berriz azaldu zuen DRILek egin zuela eraso hori, eta ez ETAk.",
                14.739877581596375
            ],
            [
                "Medellingo kartela. Poliziek eraso hauei gogor erantzun  eta John Jairo Arias, Escobarren buruzagi militarra,erail  zuten. Uztailaren amaieran, Los Extraditables taldeak su-etena iragarri zuen eta Cesar Gaviriaren administrazioak zer erabaki zai geratu zen.",
                14.608786821365356
            ],
            [
                "Jo Cox. 2016ko ekainaren 16an gizon batek tiro egin eta labankadak eman zizkion Birstallen, bilera batera sartu aurretik. Ordubete beranduago hil zen. 52 urteko gizon bat atxilotu zuten egile gisa, britainiar nazionalismoari lotua.",
                14.567485690116882
            ]
        ]
    },
    "tst-eu-22": {
        "query": "Zenbat kilogramo dira tona bat?",
        "results": [
            [
                "Tsar Kolokol. 201.924 kilogramoko pisua du. Apurututako zatiak 11.500 kilogramoko pisua du. 6,14 metroko garaiera eta 6,6 metroko diametroa ditu, eta brontzeez egina dago. Ezaugarri guzti hauek gaur egungo munduko kanpai handiena bilakatzen dute.",
                14.7257719039917
            ],
            [
                "Sumobot. Pisu arina: Robotak gehienez 22,67 kg-koak dira, eta 60,96×60,96×60,96 zentimetroko kubo batean sartu behar dira.",
                14.251148700714111
            ],
            [
                "Antonio Aranaga. Nola hala bildu omen zituen falta zitzaizkion 10 pezeta haiek eta baita soinu hura erosi ere. Ez omen zion ordea amari egia osoa esan, garesti xamarra irudiko zitzaiolakoan edo.",
                13.733792662620544
            ],
            [
                "Antonio Aranaga. Etxera joan bezain laster hautsi zuen eltzeitsua eta txanpon guztiak ondo zenbatu ondoren 6 duro behintzat bazeuzkala konturatu zen.",
                13.725742936134338
            ],
            [
                "O arame. Txirula 1; oboe 1; klarinetea 1, fagota 1, tronpa 1, tinbalak, biolinak 4, biolak 2, biolontxeloak 2, kontrabaxua 1 eta pianoa.",
                13.480971693992615
            ]
        ]
    },
    "tst-eu-23": {
        "query": "Noiz izan zen Kyriakos Mitsotakis politikaria greziako lehen ministro?",
        "results": [
            [
                "Faruk Egiptokoa. Fu’ad I.aren seme eta ondorengoa izan zen. Ingalaterran ikasi zuen. Wafd Egiptoko partidu nagusiari indarra kentzen saiatu zen, baina 1942an Ingalaterrak Mustafa el-Nahhas Wafd alderdiko buruzagia ezarri zion lehen ministrotzat, Faruk nazien aldeko kontseilariez inguraturik zegoela eta. 1952an, kolpe militar batek erregetza kendu eta Egiptotik kanpo bizi izan zen hil arte.",
                14.586142122745514
            ],
            [
                "Paolo Gentiloni. Paolo Gentiloni Silveri (; Erroma, 1954ko azaroaren 22a) italiar politikaria da, Alderdi Demokratikoaren kidea eta 2016ko abenduaren 12tik Italiako lehen ministroa dena.",
                14.32281631231308
            ],
            [
                "Louis-Mathieu Molé. Louis-Mathieu Molé (Paris, 1781eko urtarrilaren 24a - Épinay-Champlâtreux, Seine-et-Oise, 1855eko azaroaren 23a) frantziar politikaria izan zen. Lehen ministroa izan zen 1836-1839 bitartean, Luis Filipe errege zela. Horrezaz gainera, Justizia ministroa izan zen Lehen Inperioaren garaian eta Itsas eta Kolonietako ministroa Berrezarkuntza garaian. 1848ko Otsaileko Iraultza gertatu zelarik, otsailaren 23ean Luis Filipek lehen ministro izendatu zuen, baina ezin izan zuen gobernua osatu.",
                14.268779218196869
            ],
            [
                "Guy Verhofstadt. Guy Maurice Marie Louise Verhofstadt (nederlanderaz  ahoskatua; 1953ko apirilaren 11) belgikar politikaria da eta herrialde horretako 47. lehen ministroa izan zen 1999 eta 2008 bitarte. .",
                14.189259827136993
            ],
            [
                "Paolo Gentiloni. Horrez gain, Gentiloni kanpo arazoetako ministro izan zen from 2014ko urriaren 31tik 2016ko abendura, izan ere, azken garai horretan, Sergio Mattarella presidenteak gobernu berria osatzeko ardura eman baitzion.  Aurretik Italiako Komunikazio ministro izan 2006tik 2008ra Romano Prodiren bigarren gobernuan.",
                13.97559541463852
            ]
        ]
    },
    "tst-eu-24": {
        "query": "Non dago Merkataritza eta Garapenari buruzko Nazio Batuen Konferentziaren egoitza nagusia?",
        "results": [
            [
                "Nafarroako Merkataritza eta Industria Ganbera. Nafarroako Merkataritza eta Industria Ganbera Nafarroako hiriburua den Iruñeko Lehen Zabalgunean egoitza duen ekonomia eta industria erakunde bat da.",
                15.3063605427742
            ],
            [
                "Munduko Ekonomia Foroa. Munduko Ekonomia Foroa Suitzako irabazteko asmorik gabeko erakunde bat da. Colognyn dauka sedea. 1971an osatu zen Davosen, Suitzan, munduko erronka ekonomiko eta sozial nagusiei nola aurre egin behar zaien eztabaidatzeko. Enpresa handiak, gobernuak, politikariak, zientzialariak, artistak, pentsalariak eta gizarte zibileko ordezkariak biltzen ditu.",
                15.27754431962967
            ],
            [
                "Espainiako Moneta eta Tinbre Fabrika Nazionala. Madrilgo egoitza nagusia Jorge Juan kalearen 106. zenbakian dago, Madrilgo Erkidegoko Kirol Jauregiaren alboan.",
                14.613382995128632
            ],
            [
                "Magreb Arabiarraren Batasuna. 1989an sortu zuten, lurralde hartako egoera ekonomiko, politiko, militar, kultural eta soziala sustatzeko, eta etorkizunean Ipar Afrikako merkatu komun bat sortzeko. Estatu sortzaile eta kideak Aljeria, Libia, Maroko, Mauritania eta Tunisia dira. Erakundearen egoitza Tunisiako hiriburuan, Tunisen, dago. Erakundearen organorik gorena Presidentzia Kontseilua da; bost herrialde kideetako buruzagiek osatzen dute, eta bi urtetik behin biltzen dira. Presidentzia Kontseiluaren bilerak prestatzea, Atzerri Ministroen Kontseiluaren betebeharretako bat da. Aholkularitza talde bat ere sortu dute, Aholkularitzarako Kontseilua, herrialde bakoitzeko hamarna ordezkariz osatua. Administrazio lanak Idazkaritza Nagusiaren esku daude. Justizia Auzitegi bat ere bada, herrialde bakoitzeko bina epailez osatua. Erakundearen Presidentzia txandakakoa da. Magreb lurraldeko arazo politiko eta ekonomikoak direla-eta, sorrerako helburuak betetzeko zailtasunak sortu dira. 1994 arte onartuta zeuden egitasmo batzuk: merkataritza librerako eremu baten sorrera, garraiobideen hobekuntzak, airelinea komunak sortzea, mugen batasun baten sorrera eta kanpo merkataritzarako eta inbertsiotarako Magrebeko banku bat osatzea. Lorpen nagusiak izan dira batetik, inbertsiotako magrebiar banku baten sorrera, eta bestetik, Europar Batasunarekiko itun bat, etorkizunean (behin herrialde kideen artean merkataritza eta diru batasuna lortutakoan) negoziaziotan hasteko. Hori lortzeko, ordea, lehendabizi lurralde hartako zenbait arazo konpondu beharko dituzte, Sahara mendebaldekoa eta Aljeriako Gerra Zibila esate baterako.",
                14.443661987781525
            ],
            [
                "Bakearen Jauregia. Bakearen Jauregia () Hagan dagoen eraikin administratiboa da, Nazioarteko Justizia Auzitegiaren, Nazioarteko Zuzenbidearen Akademiaren eta Bakearen Jauregiaren Liburutegiaren egoitza dena.",
                14.12823075056076
            ]
        ]
    },
    "tst-eu-25": {
        "query": "Zein da Washington konderriaren hiriburua?",
        "results": [
            [
                "Washington konderria (Colorado). Washington konderria () Coloradoko konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Akron da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                19.183529496192932
            ],
            [
                "Washington konderria (Pennsylvania). Washington konderria () Pennsylvaniako konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Washington da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                18.99662947654724
            ],
            [
                "Columbia konderria (Washington). Columbia konderria () Washingtonko konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Dayton da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                18.91089415550232
            ],
            [
                "Washington konderria (Iowa). Washington konderria () Iowako konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Washington da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                18.859063386917114
            ],
            [
                "Washington konderria (Oregon). Washington konderria () Oregonko konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Hillsboro da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                18.756991028785706
            ]
        ]
    },
    "tst-eu-26": {
        "query": "Zer osatzen dute protoi eta neutroiek batera?",
        "results": [
            [
                "Elkarrekintza nuklear ahul. desintegrazioan, elkarrekintza ahularen ondorioz, neutroi batetik () hiru partikula sortzen dira: protoi bat, , elektroi bat, , eta antineutrino bat, :",
                17.42468374967575
            ],
            [
                "Erradiazio. eta protoiak eta neutroiak askatzen ditu alfa partikulak bezala, hauek Helio nukleoaz osatuta daude eta baita askatzen dituen beta partikulak izan daitezke elektroiak eta posintroiak.Bi motatako erradiazioa aurki ditzakegu.",
                16.820877254009247
            ],
            [
                "Elkarrekintza nuklear ahul. Alboko irudian ageri den Feynman-en diagraman erakusten den moduan, prozesu horretan down quark bat up quark bihurtzen da  bosoi bat igortzean, eta, horrela, neutroia protoi bihurtzen da; segidan  bosoia desintegratu egiten da elektroi bat ( erradiazioa) eta antineutrino elektroniko bat sortuz.",
                16.6298810839653
            ],
            [
                "Erradiazio. Hainbat substantziatan, bertako elementu batzuen nukleoak ezengokorrak dira. Horren ondorioz desintegrazioa gertatzen denean, atomoek ematen duten partikula azpiatomikoak ausazkoa dira. Normalean, elementu erradiaktiboak protoi edo neutroi kopuru handiko substantziak dira. Neutroi kopurua handitugabe, protoi kopurua handitzen bada oso zaila egiten zaio energia nuklearrari nukleoa elkarturik mantentzeko indarra egitea. Horregatik, desoreka horrek desintegrazioa eragin dezake.",
                15.519146144390106
            ],
            [
                "Erradiazio. Neutroi erradiazioa: neutroi askeek osatzen dute eta aski ezohikoak dira, fisio edo fusio erreakzio kateetan soilik ager baitaitezke kopuru handietan. Erradiazio ionizatzailetzat hartzen da, nahiz eta besteek ez bezala ez dituen atomoetako elektroiak erauzten, zeharkako eragina du. Izan ere, neutroiek beste atomoekin elkarreragitean atomo horiek erradiaktibo bihurtzeko gaitasuna dute, horrela ezegonkor bihurtuz eta \"zeharkako ionizazioa\" eraginez. Hala ere, substantzia guztiei ez die berdin eragiten, atomo batzuk egonkorragoak baitira, eta horiek erabiltzen dira, hain zuzen, neutroi erradiazioaren kontrako babes gisa. Bestalde, esan beharra dago energia handiko neutroiek zuzeneko ionizazio eragin dezaketela. Neutroiek barneratze gaitasun handia dute, eta askotan material egonkorreko pareta sendoak behar dira babesteko.",
                15.389930427074432
            ]
        ]
    },
    "tst-eu-27": {
        "query": "Nola lortu zuen boterea Denis Sassou-Nguessok 1979an?",
        "results": [
            [
                "Ngũgĩ wa Thiong'o. Amnistia Internazional-en bitartekotzari esker espetxetik irten ondoren, kontzientzia-preso deklaratu baitzuen, jazarpen politikoa izan zuen 1978tik 1982ra bitartean. Urte hartan, azkenean, herrialdetik erbesteratu behar izan zen, lehenik Britainia Handian 1989ra arte, eta gero Amerikako Estatu Batuetan 2002ra arte.",
                14.742292284965515
            ],
            [
                "Niseo Sirakusakoa. Dionisio I.a gaixotu zenean, Dionek, Aristomakeren nebak, agindu zion tiranoaren semeen ondorengotza erregulatuko zuela (Hiparino, Dionisio eta Niseo). Hala ere, ahalginak alferrikakoak izan ziren. Dionisio hil ondoren, K.a. 367an, Dionisio II.ak, 30 urte zituela, boterea hartu zuen eta urte bat beranduago, Filisto filosofoaren laguntzarekin, Dion osaba Sirakusatik egotzi zuen, diktadura ankerra ezarriz, aitaren antzekoa.",
                14.550863981246948
            ],
            [
                "Amadou Sanogo. Amadou Haya Sanogo (Ségou, 1972) maliar militarra da. 2012ko martxoaren 22an Amadou Toumani Touré presidentea eraitsi zuen estatu-kolpea zuzendu zuen. Demokrazia eta Estatua Berrezartzeko Batzorde Nazionaleko lider izendatu zuen bere burua. Apirilaren 12an, agintea Dioncounda Traoré zibilaren esku utzi zuen. AEBetan heziketa militarra jasotakoa da.",
                14.528934836387634
            ],
            [
                "Macky Sall. Faticken jaio zen, 1961eko abenduaren 11n. Geologia ingenieritza ikasi zuen Dakarko Unibertsitatean. Unibertsitate urteetan mugimendu marxista-leninistan ibili zen. 1980ko hamarkadaren amaieran, Abdoulaye Wade presidentearen Senegalgo Alderdi Demokratikoan sartu zen. Waderen babespean egin zuen aurrera politikan, eta 2004tik 2007ra lehen ministro izan zen. Baina presidentearekin hasarretu zen eta alderditik kanporatu zuten; orduan bere Errepublikaren aldeko Aliantza sortu zuen. Geroztik, oposizioan aritu zen lanean Waderen aurka. 2012ko presidentetzarako bozetan nagusitu zen, botoen %65,8 lorturik; Wadek %34,2 besterik ez zuen eskuratu.",
                14.469178080558777
            ],
            [
                "Dioncounda Traoré. 2012ko martxoaren 22an, militar matxinatu talde batek Amadou Toumani Touré presidentea kargutik kendu zuen; apirilaren 12an Dioncounda Traoré izendatu zuten behin-behineko presidente. Kargu-hartze ekitaldian presidente berriak herrialdearen iparraldean Azawad estatuaren independentzia aldarrikatu zuten tuareg matxinatuei mehatxu zuzena bidali zien: «Konponbidea gerra bada, ez dugu zalantzarik izango erabateko gerra hasteko, su-etenik gabeko gerra». Maiatzaren 21ean, kolpe militarraren aldeko manifestariek bere egoitza indarrez hartu eta Traore zauritu zuten; Frantziara eraman zuten sendatzera.",
                14.311382174491882
            ]
        ]
    },
    "tst-eu-28": {
        "query": "Zenbat anai-arreba ditu Kate Beckinsalek?",
        "results": [
            [
                "Arrebato. Arrebato (euskaraz Asaldura) 1979ko Ivan Zulueta euskalherritar zinema zuzendari eta gidoigileak zuzendu eta idatzitako drama, fantasia eta beldurrezko film bat da. Eusebio Poncela, Cecilia Roth, Will More, Marta Fernández Muro, Carmen Giralt, Helena Fernán Gómez, Antonio Gasset, Luis Ciges, Javier Ulacia, Max Madera eta Rosa Crespo aktoreek antzeztu zuten.",
                14.102790892124176
            ],
            [
                "Arrebato. José Sirgado (Eusebio Poncela), B serieko film zuzendaria, sorkuntza mahiz pertsonal krisialdian dago. Anarekin (Cecilia Roth) harremana apurtu izana gainditzeko ez da gai, eta hori gutxi balitz, Pedro (Will More) izeneko Super 8a filmaketen zalea eta zinemaren esentzia topatzearekin obsesionatua dagoen ezezagun aztoragarria ezagutuko du.",
                13.584605395793915
            ],
            [
                "Dressed to Kill (1980ko filma). Hasiera batean De Palmak Kate Millerren papera Liv Ullmann norvegiar aktoreari eskeini zion, baina honek behin gidoia irakurri eta zeuzkan bortizkeria eszenen ondorioz antzezteari uko egin zion. Hortaz, papera Angie Dickinson aktoreak jaso zuen. Aldiz, Sean Connery aktoreari Rober Ellioten papera eskeini zitzaion, eta eskoziarrak gogo biziz baiezkoa eman zuen, baina azkenean lanez gainezka zegoela eta filma honetan parte hartzeari uko egin behar izan zion, honenbestez papera antzeztearen ardura Michael Caine aktoreak jaso zuen.",
                13.48737519979477
            ],
            [
                "Veronica Guerin. 1995eko irailaren 13an Guerinek elkarrizketatzen saiatu zen John Gilligan irlandar mafiagizonak jo egin zuen. Gerora, buruzagi berberak Guerini bere semea bahitu eta bortxatuko zuelako mehatxua luzatu zion.",
                13.373095095157623
            ],
            [
                "Hamnstad. Göstak (Bengt Eklund) Göteborg hiriko portuan zamalari bezala lan egiten du. Egun batez, itotzeko zorian zegoen Berit (Nine-Christine Jönsson) izeneko neska gazte bat salbatuko du. Gerora, dantzaldi batean berriz ere elkar topo egingo dute. Berit, oso gazte independentea da, gau bateko bere maitaleak ez ditu sekulako berriz ere ikusten; baina Gösta salbuespena izango da.",
                13.058089435100555
            ]
        ]
    },
    "tst-eu-29": {
        "query": "Non jaio zen Ángel Di María futbol jokalaria?",
        "results": [
            [
                "Angel Garitano. Ondarroan jaioa 1950. urtean, oso gaztetxo utzi behar izan zuen bere jaioterria Bilbon ikasteko. Etxean futbolak garrantzi handia zuen",
                15.986529350280762
            ],
            [
                "Juan Manuel Zamora. Juan Manuel Zamora Etxabe (Donostia,  - Salou, 2015eko abuztuaren 13a) gipuzkoar futbolaria izan zen, atezain moduan aritzen zena.",
                15.736267685890198
            ],
            [
                "Angel Garitano. Famatuak dira bai bere bibotea eta bai bere ezizena, \"Ondarru\". Lehenengoa Sestaon zebilela futbolean utzi zuen, 18 bat urterekin. Harrezkero ez du moztu. Bigarrena, hots, \"Ondarru\" ezizena, Bermeoko futbol taldean ipini zioten bere taldekideek.",
                15.20304536819458
            ],
            [
                "Pedro Alonso. Emilio bere anaia bezala, Kuban jaio zen, gurasoak euskaldunak izanik. Biek Estatu Batuetan, Covingtongo St. Paul's Collegen hasi ziren saskibaloian. Gero, Madrilera joan eta Rayo Club de Madrid sortu zuten. Rayorekin 1933 eta 1936ko Espainiako Saskibaloi Errege Kopako irabazi zituen. Rayo eta gero, Real Madridera pasa zen.",
                15.058721661567688
            ],
            [
                "Angel Garitano. eta askotan egiten zen hitz baloiaren munduaz (bere amaren osaba Athleticen eta Real Madrilen aritu zen - Juan Jose \"Juanito\" Urkizu Sustaeta - eta amaren lehengusua Alavesen, Luis Mari Urkizu). Bere futbolarekiko grinak erakutsi ahal izan zituen maite duen kirolean jolastuz Hirugarren mailan eta Bigarren B mailan. Aritutako futbol taldeak Bermeo Kluba, Sestao (Jose Maria Maguregi entrenatzaile zela Racing de Santandereko aulkitxoa betetzera joan baino lehen), Logroñes eta Erandio, besteak beste.",
                15.050427436828613
            ]
        ]
    },
    "tst-eu-30": {
        "query": "Zer da baketze politika?",
        "results": [
            [
                "Egia-oste. Alabaina, “egia-ostearen politika” termino gisa lehen aldiz David Roberts blogariak ekarri zuen, 2010ean, eztabaidara. Ingurumen auzietan espezializatua den Girst aldizkari estatubatuarrerako artikulu bat idatzi zuen, eta bertan egia-ostearen politikaz honakoa zion: kultura politiko berria da, zeinean iritzi publikoa eta komunikabideen kontakizuna jardun politikoarekiko guztiz independente bihurtu diren. Egun, The Economist astekariko artikulu batek dioenez, egia-ostearekin lotutako jarduera politikoa Austrian, Alemanian, Ipar Korean, Polonian, Errusian, Turkian, Erresuma Batuan eta Estatu Batuetan atzeman da.",
                14.904333233833313
            ],
            [
                "Filosofia politiko. Montesquieu: Estatuaren banaketa “botereen oreka” baten bitartez egitean honek herria nola babesten duen aztertu zuen.",
                14.728234887123108
            ],
            [
                "Bakea elizei tolerantzia eske. Barruko eszena batean, Joan Kalbin dago mahai batera jarrita, txahal errea platerean duela; bere ezkerrean, berriz, Aita Santuak eltze bat heltzen du eta, altzoan, bi katu ditu. Aita Santuaren aldamenean, eserita baita ere, Martin Luther laute instrumentua jotzen ari da. Beheko suaren aldamenean, Menno Simons anabaptista ikus dezakegu erretilu batean ogia duela. Pinturaren ezkerretara, Bakea emakume baten irudian gorpuzten da, eskuan olibo-adaxka bat hartuta. Gelan, bi koadro daude zintzilik: eskuineko armairuan, Ongintza dago bere umeekin. Atzealdeko paretan, Bakea irudikatzen da Justiziaren aldamenean. Eszena nagusiaren inguruan, azalpen-testuak agertzen dira bertso-formaz.",
                14.602967858314514
            ],
            [
                "Euskal Herriko aldizkariak. - Bakeaz, Bakerako Ikasketa Zentroaren bihilabetekaria. Honek argitaratzen ditu, 1998az geroztik, defentsaren ekonomiari, segurtasun politikari, bakerako hezkuntzari, ekologiari eta abarri buruzko lanak.",
                14.587695479393005
            ],
            [
                "Kanpo-politika. Kanpo-politika Estatu bateko gobernuak bere nazio-interesen eta herrialde horrek gainontzeko nazioarteko sistemako kideekin dituen harremanen arabera hartzen dituen erabaki multzoa bezala definitzen da. Nazio ororen kanpo-proiektuaren aldagaia da eta une zehatz batean bere bilakaera historikoa definitzen du. Herrialde horrek duen nazio-proiektuaren zati integral gisa, kanpo-politikak herrialde horretako bake eta segurtasun nahiei eta garapen politiko, ekonomiko eta sozialari erantzun behar die. Honek Estatu baten sendotasuna islatzen du, nazio baten barnean, gobernu egonkor batekin eta interes nazionalaren arabera hiritarrengan ezarritako eta haien ordezkariek adierazitako subiranotasun batekin.",
                14.401649475097656
            ]
        ]
    },
    "tst-eu-31": {
        "query": "Zein bi prozesadore mota erabiltzen dituzte telebistako dekodifikatzaileek?",
        "results": [
            [
                "Telebista adimendun. Telebista adimenduen teknologia ez da telebista gailuetara mugatzen, telebista hargailu, blue-ray erreproduzitzaile, bideo-joko kontsola eta etxeko zinemetara ere hedatzen da.",
                14.911624431610107
            ],
            [
                "Euskal Herriko irratia. Ahalmena: Bloke bakoitzak (multiplexadoreak) gutxi gorabehera 1,5 Mbit/s ahalmen erabilgarria du, eta honek aukera ematen du aldi berean 6 programa estereofoniko eroateko, bakoitzak 192 kbit/s dituela.",
                14.57719099521637
            ],
            [
                "Telebista adimendun. Telebista adimenduna (ingelesez smart TV) internet eta Web 2.0 ezaugarriak telebista digital (bereziki 3D telebista) eta set-top box gailuan integratzeari deritzo, bai eta internet, telebista horiek eta STB gailuak bat egitea ahalbideratzen duen teknologiari ere. Gailu hauek lineako hedabide interaktiboetarako, interneteko telebistarako eta eskatu ahalako bideoetarako eginak daude.",
                14.50313949584961
            ],
            [
                "Izpi katodikozko hodi. Telebistaren seinale konbentzionala 25 irudi segundoko osatuta dago PAL sisteman eta 30 NTSC sisteman. \"Tartekatzearekin\" irudi bakoitzaren kliska erdira murriztea lortzen da. Bat linea bikoitiekin eta bestea bakoitiekin bata bestearen atzean frekuentzia handiagotuz 50/60 Hz-ra.",
                14.359495282173157
            ],
            [
                "Yves Béhar. Peel enpresarekin, telefono mugikorrak telebistako aginte gisa erabiltzeko gaitzen dituen software eta hardwarearen sortzaileekin ere lankidetzan aritu da.",
                14.275887370109558
            ]
        ]
    },
    "tst-eu-32": {
        "query": "Zein hiru bide daude nazionalitate bat lortzeko?",
        "results": [
            [
                "1820ko iraultzak. Bi joera horien ekarpenetan oinarrituta mugimendu nazionalistak sortu ziren Europan XIX. mendearen hasieran. Horrela bada, liberalak eta nazionalistak ziren, aldi berean, Giuseppe Mazzini eta Italia Gaztea (italieraz: Giovine Italia), Deutsche Burschenschaft alemaniar ikasleen mugimendua, belgikarrena edo Greziaren burujabetasunaren aldeko mugimendua, esaterako. Joera errepublikazale erradikala eta nazionalista izan ziren garai hartako nazio mugimenduen ezaugarri nagusiak, eta ezaugarri horiek bereizten dituzte, halaber, mugimendu nazionalistak XIX mende amaierako mugimendu nazionalistetatik.",
                13.904616951942444
            ],
            [
                "Brasildar. Brasildarrak (,  ahoskatua) Brasilgo herritarrak dira. Herritartasuna lortzeko, Brasilen jaio eta brasildar gurasoak izan behar da. Brasildarrak portuges kolonizatzaileen, bertoko amerindiarren, afrikar esklaboen eta XIX. eta XX. mendeko etorkinen ondorengoak dira.",
                13.855790734291077
            ],
            [
                "Kulturartekotasun. Azkenik, kulturartekotasuna eraginkorra izateko beharrezkoa da oinarrizko hiru jarrera betetzea; hala nola, kulturen ikuspegi dinamikoa, hurbileko loturak bakarrik direla posible komunikazioaren bidez eta biztanleri handi baten osaketa non eskubideen berdintasuna dagoen.",
                13.703163504600525
            ],
            [
                "Pachino. Ferdinand I.a printzeak Errege Dekretuaren baldintzak aplikatu nahi zituen. Beraz, Maltako bizilagunak gonbidatu zituen herrialde berria populatzera, eta hogeita hamar familiak baino gehiagok onartu zuten gonbidapena. Lehen familien artean honako hauek zeuden: Agius, Azzoppard, Arafam, Bughagiar, Bartolo, Caldies, Cultraro, Bonelli, Cammisuli, Borgh, Cassar Scalia, Boager, Fenech, Ferruggia, Grech, Mizzi, Meilach, Micalef, Mallia, Ongres, Saliba, Sultana eta Xueref, besteak beste.",
                13.623592495918274
            ],
            [
                "Alkandora beltzak. Elementu, terminologia eta sinbologia militarra erabiltzea, gizarte zibila militarizatzeko eta borrokarako jarrera aktiboan mantentzeko. Gizontasuna eta gazteria, eraldaketa nazionalaren bermatzaile gisa zeuden.",
                13.387358784675598
            ]
        ]
    },
    "tst-eu-33": {
        "query": "Non hitz egiten da komoreera?",
        "results": [
            [
                "Khoikhoiera. Khoikhoiera edo namera (Khoekhoegowab; lehen hotentote deitua) khoe hizkuntzetako bat da, Namibian, Botswanan eta Hegoafrikan hitz egiten dena. Khoikhoien (eta haren talde nagusi nama herriaren) hizkuntza da eta 200.000 hiztun inguru ditu.",
                15.191020429134369
            ],
            [
                "Komantxera. Komantxera xoxonen hizkuntzaren antzekoa da, nahiz eta komantxeraz kontsonanteek zenbait aldaketa txiki jasan izan, eta horrek bi hizkuntzen arteko elkar ulermena zailtzen duten.",
                14.89777010679245
            ],
            [
                "Hereroera. Hereroera (Otjiherero) hego-mendebaldeko bantu hizkuntzetako bat da, Namibian, Botswanan eta Angolako hegoaldean hitz egiten dena. Hereroen hizkuntza da eta 250.000 hiztun inguru ditu.",
                14.639321386814117
            ],
            [
                "Euskal gramatika. Komunztadura eta sintagmen kokapena berdina da: badugu subjektu bat (etxe hau), izan aditza (da), komunztadura arrunta (etxe hau handia da esaten dugunean bezala), baina orain bada argumentu bat ergatiboan, berari legokiokeen laguntzailerik gabe: ergatiboak edun eskatzen du, baina hor izan dugu. Ohart gaitezen etxe hau deabruak egina da edo etxe hau deabruak egina du, bietara esaten dugula. Ez gara hemen barneko egituraz ari: segur aski ere, egitura diferenteak daude hor perpausean, egitura konplexuak nolanahi ere, Trask-ek (1980:301), Brettschneider-ek (1979: 371-384), eta Wilbur-ek (1979) esan duten gisan, hori ere azalduko da. Hemen aditz laguntzailearen aldaketen berri eman nahi dugu, ez besterik. Eta, ikusten denez, aditz laguntzaile desberdinak ditugu.",
                14.478610932826996
            ],
            [
                "Komantxera. Komantxera Ipar Amerikako uto-azteka hizkuntz familiako den eta komantxeek mintzatzen duten hizkuntza da. 2000. urtean 700 hiztun inguru zituen, gehienak Oklahomako mendebaldean kokatuak.",
                14.424636423587799
            ]
        ]
    },
    "tst-eu-34": {
        "query": "Non sortu zen gizakien lehenengo ekonomia mota?",
        "results": [
            [
                "Ekonomia ekologiko. Ekonomia ekologikoaren istorioa begiratzen badugu ikusi dezakegu ekonomia mota honeri buruz hitz egin zuen autore bat podolynski zela eta honako kalkulu hauek egin zituen lehendabizi ekonomia ekologikoari buruz. Seguraski, S. Podolinsky errusiarrak ezarri zituen oinarri ekologikoetan oinarritutako ekonomia garatzeko lehen elementuak. Pentsalari horrek ekonomia energia bihurtzeko sistema gisa aztertu nahi izan zuen. Horretarako, landa-ekosistemen produktibitate energetikoa alderatu zuen: batetik, baso eta belardi naturalak; bestetik, belardi “artifizialak” eta nekazaritza-eremuak. Gizakientzako biomasa erabilgarriaren ekoizpena handiagoa zen gizakien eta animalien lanak esku hartzen zuenean. Kalkuluen arabera, lan mota horrek 20-40 kaloria gehiago sortzen zituen (Martínez Alier eta Roca, 2001). Nondik zetorren gizakiak lanerako zuen gaitasuna? Giza gorputza “makina termiko” motatzat hartzen bada, jakina da lan egiteko gaitasuna elikagaiak kontsumitzetik datorrela (“energia endosomatiko” deitu zaio horri). Konbertsioa edo koefiziente ekonomikoa (Podolinskyk deitu zion bezala, lurrun-makinetako ingeniarien terminologiarekin) bosten bateko giza gorputzean zegoen. Jakina, gizakiak ez zuen lan egiteko bakarrik jaten; gizaki guztiak ez ziren nekazaritzan aritzen, eta elikaduraz gain beste behar batzuk ere bazeuden.",
                16.652490735054016
            ],
            [
                "Edankuia. Hazitako lehendabiziko landareetako bat izan zen eta Goi Paleolitoko aztarnategietan topatu dute. Adituen ustetan, giza-migrazioen bidez zabaldu zen.",
                16.290782809257507
            ],
            [
                "Olduwaiko arroila. Homo habilis, agian lehenengo giza espeziea, bertan bizi zen duela 1,9 milioi urte; gero Paranthropus boisei bere garaikidea (duela 1,8 miloi urte) eta Homo erectus (duela 1,2 milioi urte) agertu ziren. Homo sapiens duela 17.000 urte bizi zen arroilean.",
                15.965173840522766
            ],
            [
                "Olduvai aldia. Olduvai aldia edo Olduwai aldia Behe Paleolitoaren barnean kokatua dagoen lehendabiziko gizakien industria litikoaren aldia da, duela 2,6 eta 1,7 miloi urte bitartean hedatu zena. Antzinako homininoek garatu zuten Afrikan, hegoaldeko Asian, Ekialde Ertainean eta Europan. Izena Tanzaniako Olduwaiko zintzurratik datorkio, non Louis Leakey arkeologoak 1930eko hamarkadan lehenengo olduwaiar tresna litikoak topatu zituen.",
                15.858817219734192
            ],
            [
                "Tofu. Tofua antzinako Txinatik dator, baina jatorri zehatza zein den ez dago argi. Elikagai honi erreferentzia egiten dion idatzitako aipu zaharrena K.o. 950koa da, Sung dinastia aurretik; baina mende batzuk lehenago aurkitu zela uste da, duela 2.000 baino gehiago.",
                15.733038783073425
            ]
        ]
    },
    "tst-eu-35": {
        "query": "Zenbat egun izan zituen 1276. urteak?",
        "results": [
            [
                "Eskoziako zaindariak. 1296an Joanes Eskoziakoak abdikatu zuenean hamar urtez egon ziren agintean, harik eta Robert the Bruce errege bihurtu zen arte.",
                13.949832141399384
            ],
            [
                "Magnus VI.a Norvegiakoa. 1263-1280 bitarteko urteetan izan zen errege. Aginpidean izan zen garaian Norvegiako erresuma osorako lege arautegia eman zuen (1274-76).",
                13.911367237567902
            ],
            [
                "Oxford English Dictionary. 20 urteren buruan argi zegoen hiztegiaren zaharkituta zegoela. Horren aurrean OUPk, hiztegi osoa ez aldatzearren, gehigarria berritzea erabaki zuen. Robert Burchfield 1957an kontratatu zuten editore gisa, eta 84 urte zituen Onionsek oraindik ekarpen batzuk egin ahal izan zituen. Lana zazpi eta hamar urte bitartekoa izatea espero zen. Azkenean 29 urte behar izan ziren, eta gehikuntzek lau bolumen behar izan zituzten. Beraz, 1986an hiztegi osoak 16 liburuki zituen.",
                13.636045515537262
            ],
            [
                "Malcolm IV.a (Eskoziako erregea). 1165eko abenduaren 9an hil zen Malcolm IV.a hezurretako gaitz batek jota, 24 urte baino ez zituela. Gilen I.a anaia bihurtu zen Eskoziako errege berri.",
                13.48783928155899
            ],
            [
                "2336 Xinjiang. 2336 Xinjiang asteroide baten izena da.  azaroaren 26an aurkitu zuen Purple Mountain Behatokia-ek Nanking Behatokitik.",
                13.105437934398651
            ]
        ]
    },
    "tst-eu-36": {
        "query": "Zein familietako arraina da Pachychilon pictum?",
        "results": [
            [
                "Megachilidae. Megachilidae erle familia kosmopolita bat da. Gehienak bakartiak dira eta polena garraiatzeko egitura (eskopa deitzen dena) abdomenaren egitura bentralera mugatuta dago. Beste erle familiatan gehien bat hanketara mugatzen da.",
                15.28060495853424
            ],
            [
                "Oreochromis pangani. Oreochromis pangani Oreochromis generoko animalia da. Arrainen barruko Actinopterygii klasean sailkatzen da, Cichlidae familian.",
                15.103737235069275
            ],
            [
                "Bucconidae. Bucconidae Piciformes barruan sailkatzen den hegazti familia bat da. Mexiko eta Hego Amerikan bizi dira, ingurune tropikaletan. Galbulidaeren senideak dira, baina eurek duten kolorea falta zaie. Marroi, arreak eta gorriak izan ohi dira.",
                14.874799132347107
            ],
            [
                "Eurylaimidae. Eurylaimidae Passeriformes barruan sailkatzen den hegazti familia bat da. Eurylaimus generoak ematen dio izena. Smithornis eta Pseudocalyptomena generoak Saharaz hegoaldeko Afrikan bizi dira; beste guztiak Himalayatik ekialdera bizi dira, Indonesia eta Filipinak barne.",
                14.840829491615295
            ],
            [
                "Halictinae. Halictinae azpifamiliako kide guztiak Aculeata klado monofiletikoaren kide dira. Talde honetako kide guztiek obipositorearen eboluzioa izan dute, ezten pozoitsu batekin bai ehizarako zein defentsarako. Halictidae familiaren barruko taxoi eusozial eta kleptoparasito guztiak talde honetako kideak dira. Polenaz elikatzen dira eta jarrera sozialen polimorfismo izaugarri handia erakusten dute, habi bakartietatik eusozializatze derrigorrezkoraino.",
                14.831140875816345
            ]
        ]
    },
    "tst-eu-37": {
        "query": "Zenbat Tony sari irabazi zituen Uta Hagen antzezleak?",
        "results": [
            [
                "Gigi (1958ko filma). Bederatzi Oscar Sari irabazi zituen: Film onenaren Oscar Saria, Zuzendari onenaren Oscar Saria (Vincente Minnelli), Egokitutako gidoi onenaren Oscar Saria (Jay Lerner), Zuzendaritza artistiko onenaren Oscar Saria (E. Preston Ames, F. Keogh Gleason, Henry Grace eta William A. Horning, Argazkigintza onenaren Oscar Saria (Joseph Ruttenberg), Jantzi-diseinu onenaren Oscar Saria (Cecil Beaton), Muntatze onenaren Oscar Saria (Adrienne Fazan), Jatorrizko soinu banda onenaren Oscar Saria (André Previn) eta Jatorrizko abesti onenaren Oscar Saria (\"Gigi\", Alan Jay Lerner eta Frederick Loewe).",
                15.502340257167816
            ],
            [
                "Evita (filma). Oscar Sarietarako hainbat izendapen jaso zituen, azkenean bere soinu bandako You Must Love Me abestiarengatik Jatorrizko abesti onenaren Oscar Saria irabaziz. Hiru Urrezko Globo Sari ere eskuratu zituen: Film onenaren Urrezko Globo Saria - Komedia edo musikala, Jatorrizko abesti onenaren Urrezko Globo Saria - Komedia edo musikal (\"You Must Love Me\") eta Emakumezko aktore onenaren Urrezko Globo Saria - Komedia edo musikala (Madonna).",
                15.294527471065521
            ],
            [
                "Felicity Huffman. Bere lehen paperak antzokietan izan ziren, eta hortik egin zuen saltoa telebistara eta zinemara. 2005ean emakume transexual baten papera izan zuen Transamerica film independentean, eta horrek Oscar sarietarako izendapena ekarri zion. Emmy saria, Urrezko Globoa eta Aktoreen Sindikatuko Saria jaso ditu.",
                15.16882973909378
            ],
            [
                "Agnes Moorehead. Ez zuen paper nagusirik izan, baina Mooreheaden lanak Primetime Emmy Saria eta bi Golden Globe lortzea ekarri zion. Gainera lau Oscar Sari eta sei Emmy Sariren nominazioa izan zuen. Draman zein komedian iaioa zen, baina normalki pertsonaia hantusteak egiten zituen.",
                14.895527303218842
            ],
            [
                "Sweet Bird of Youth. 1962ko Gizonezko bigarren aktore onenaren Oscar Saria (Ed Begley) irabazi zuen, eta Emakumezko aktore onenaren Oscar Saria (Geraldine Page) eta Emakumezko bigarren aktore onenaren Oscar Sariaren (Shirley Knight) izendapenak jaso zituen.",
                14.880417287349701
            ]
        ]
    },
    "tst-eu-38": {
        "query": "Non dago Nava de Francia?",
        "results": [
            [
                "Nava (udalerria). Nava Mexikoko udalerri bat da. Coahuila de Zaragoza estatuan kokatua dago. 2010ean  biztanle zituen  km²ko azaleran. Herriburua  da.",
                15.821311175823212
            ],
            [
                "Lagoa de São Francisco. Lagoa de São Francisco Brasilgo udalerri bat da, Piauí estatuan kokatua.  biztanle ditu  km²ko eremuan.",
                14.777811825275421
            ],
            [
                "San Francisco de Borja (udalerria). San Francisco de Borja Mexikoko udalerri bat da. Chihuahua estatuan kokatua dago. 2010ean  biztanle zituen  km²ko azaleran. Herriburua  da.",
                14.384670555591583
            ],
            [
                "Nave (Italia). Nave Italiako udalerri bat da. Bresciako probintzian kokatuta dago, Lombardia eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                14.241151034832
            ],
            [
                "Navojoa (udalerria). Navojoa Mexikoko udalerri bat da. Sonora estatuan kokatua dago. 2010ean  biztanle zituen  km²ko azaleran. Herriburua  da.",
                13.833539307117462
            ]
        ]
    },
    "tst-eu-39": {
        "query": "Zein itsasotan dago kokatuta Tasos uhartea?",
        "results": [
            [
                "Toxa (uhartea). Toxa Galiziako Rias Baixas itsasadar multzoan dagoen uharte bat da, hain zuzen ere, Arousako itsasadarran dago, Pontevedra hiriburutik 30 kilometrora dagoen O Grove udalerriaren barnean. Gaur egun bere jarduera ia bakarra turismo da, ondorioz uhartean hotelak, bainuetxeak, apartamentuak eta golf zelaiak daude, bai eta kasino bat ere.",
                15.49386328458786
            ],
            [
                "Davis itsasoa. Davis itsasoa Ekialdeko Antartikako itsasoa da, mendebaldeko eta Shackletonen izotz-hesien artean dagoena. Australiar Lurralde Antartikoak bere kostaldearen jabetza aldarrikatzen du.",
                14.862879574298859
            ],
            [
                "Fram itsasartea. Fram itsasartea Svalbard eta Groenlandia uharteen arteko itsasartea da, 77° N eta 81° N arteko latitudean kokatua. Hegoaldean Groenlandiako itsasoa eta Norvegiako itsasoa diru, eta iparraldean Nansenen arroa eta Ozeano Artikoa. Ozeano Artikoak munduko gainerako ozeanoekin duen lotune sakon bakarra da. Barnean bi itsaslaster ditu: ekialdean Spitsbergengo mendebaldeko itsaslasterra eta mendebaldean Groenlandiako ekialdeko itsaslasterra.",
                14.798750340938568
            ],
            [
                "Tasso. , () Korsikako hegoaldeko udalerria da,  departamentuan dagoena. 2013ko erroldaren arabera,  biztanle ditu.",
                14.643403112888336
            ],
            [
                "Tino (uhartea). Tino () Liguriako itsasoan dagoen uhartea da, La Speziako golkoaren mendebaldean dagoena. 0,13 km²-ko azalera du eta uhartediko bigarren uharterik handiena da (besteak Palmaria eta Tinetto dira). 1997an UNESCOk Gizateriaren Ondare izendatu zuen. Porto Venere udalerriak kudeatzen du.",
                14.501856863498688
            ]
        ]
    },
    "tst-eu-40": {
        "query": "Zer da Frantziar paradoxa?",
        "results": [
            [
                "Monty Hallen paradoxa. Monty Hallen paradoxa problema matematiko bat da, probabilitatekoa hain zuzen ere, Ameriketako Estatu Batuetako Let's make a deal telebista lehiaketan oinarritua. Lehiaketa horren aurkezlearen izena Monty Hall zen.",
                16.566555321216583
            ],
            [
                "1848ko Frantziako Iraultza. 1848 aurreko urteetan ekonomia egoerak okerrera egin zuen Frantzian; industria eta finantzak krisian zeuden, uztak oso txarrak izan ziren eta, ekonomia jarduera nagusia nekazaritza zenez, pobretasuna eta gosea nagusitu ziren. Ekonomiaren gainbeherarekin batera, ordea, aldaketa handiak gertatzen ari zien gizartean. Garai hartako ezkerreko zein eskuineko ikertzaileen ustez (François Guizot, Pierre-Joseph Proudhon) ondasunen arabera gizabanakoek gizartean zuten maila zen gizartearen oinarria. Jabegorik ez zutenek, ondasun bakartzat lan ahalmena zutenek, beren ondasun bakarra, hau da lana, saltzen zuten, eta salgai horretatik ateratzen zutenarekin (soldata) larri bizi ziren, gainera. Jende asko ari zen hirietara emigratzen eta joera horrek eskulanaren eskaintza igoarazi zuen, lan munduaren ohiko antolaketa moldeak desegin zituen eta lanak merkatuan zuen indarra murriztu zuen. Horren ondorioz asko kaskartu ziren bizi baldintzak (etxebizitza, elikadura, osasuna, etab.), baina horrekin batera gizarte gatazkaren kontzeptua agertu zen; egoera hari trataera politikoa eman behar zitzaiola onartu zen, beraz.",
                14.955550014972687
            ],
            [
                "Vive le Québec libre. \"Vive le Québec libre!\" (frantsesez Gora Quebec Askatuta!) 1967ko uztailaren 24ean eta Kanadan ospatutako 1967ko Nazioarteko Erakustazokaren ingurumarian orduko Frantziako presidentea zen Charles de Gaulle jeneralak bere bisitaldian Quebeceko Montreal hirian emandako hitzaldi batean nahitan aipatutako esaldi polemikoa izan zen. Esaldi honek Kanada eta Frantziaren arteko harreman diplomatikoan gatazka edo tentsioa piztuarazi zuen. Kanadan ez ezik Frantzian bertan ere De Gaullen ateraldia kritikatu eta esaldi desegokia izan zela aipatu zuten frantziar politikariak ere egon ziren.",
                14.563380300998688
            ],
            [
                "Egia-oste. Eragin handiko filosofo batzuk eszeptikoak dira gertakarien eta balioen arteko banaketari dagokionez. Gertakari zientifikoak  botere-harreman sozialen bidez gertatzen direla diote. Bruno Latour filosofo frantziarrari maiz egotzi izan zaio egia-ostearen oinarri intelektualak sustatu izana. 2018an, New York Times-ek Bruno Latourri eta egia osteko politikari buruzko artikulu bat argitaratu zuen. Honen arabera, 1970eko eta 1980ko hamarkadetan eztabaidatutako liburu batzuetan, gertaera zientifikoak ikerketa zientifikoaren produktu gisa ikusi behar zirela argudiatu zuen Latourrek. Hala ere, artikuluak dioenez, interpretazio okerra litzateke da filosofo frantziarrak errealitatean edo egiaren objektibotasunean sinesten ez duela esatea: Latourrek ez zukeen, adibidez, grabitatearen existentzia ukatuko. Hark babestu izan duena ezagutza hori lortzeko baldintzak birbanatzen saiatzea da. Ildo horretan, Latourrek zein Michel Foucaultek jakintzaren ekoizpenaren kontingentzia instituzionalei eta praktikoei erreparatzen die.",
                14.563321053981781
            ],
            [
                "Filosofia politiko. Edmund Burke: parlamentu britainiarreko kide irlandarra da, pentsamendu kontserbadorea sortzea egozten zaio. Frantziar Iraultzaren inguruko hausnarketak dira bere idatzi ospetsuenak. Burke Amerikako Iraultzaren alde egin zuen pertsonaia nagusietako bat da.",
                14.353676736354828
            ]
        ]
    },
    "tst-eu-41": {
        "query": "Nor da Real Madril Castilla Club fultbol taldeko entrenatzailea?",
        "results": [
            [
                "Pablo Turrillas. Pablo Turrillas Arantzeta (Deba, 1963ko abenduaren 18a) gipuzkoar futbol entrenatzailea eta futbolari ohia da. Gaur egun Sestao River futbol taldea zuzentzen du 2. B Mailan.",
                16.133643925189972
            ],
            [
                "Xavier Pascual. Xavier Pascual Vives (Gavà, Bartzelona, 1972ko irailaren 9a), Xavi Pascual bezala ezagunago, saskibaloi entrenatzailea da. Ingeniari tekniko industriala eta FC Barcelonako lehengo saskibaloi taldearen entrenatzailea da 2008ko otsailaren 14tik, klubak aurreko teknikariaren kontratua, Dusko Ivanovićen kontratua deuseztatu zuenetik. Pascual lehen taldeaz arduratu zen aurretik bi urtez teknikari laguntzaile ibili eta gero.",
                15.289266407489777
            ],
            [
                "Carles Durán. Carles Durán Ortega (Bartzelona,  -) kataluniar saskibaloi entrenatzailea da. Egun Bilbao Basket taldean dabil. Harrobi lana egin zuen eta laguntzailea izan zen, 2015ean Velimir Perasović Valencia Basketen ordezkatu arte.",
                15.121202528476715
            ],
            [
                "Eusebio Sacristán. 2009ko martxoaren 2an, Celta de Vigoren entrenatzaile bihurtzen da Pepe Murcia ordezkatuz. Hau da bere lehen esperientzia entrenatzaile nagusi moduan eta Bigarren Mailan aritu zen lanak egiten.",
                14.986075460910797
            ],
            [
                "Luis de la Fuente. Luis de la Fuente Castillo (Haro, ) errioxar futbolari ohi eta entrenatzailea da, Athletic Clubean aritutakoa.",
                14.785501420497894
            ]
        ]
    },
    "tst-eu-42": {
        "query": "Nork sortu zuen El Mercurio de Valparaíso aldizkaria?",
        "results": [
            [
                "Euskal Herriko egunkariak. Azkenik, aipatu beharra dago eskualde arteko lehen albiste-agentzia, Colpisa, sortzeko ideia Jabier Ybarra eta Luis Bergaretxe Bilboko El Correo Español‑El Pueblo Vascoko editoreena izan zela. Agentzia sortu zenean, 1967ko abenduan, Espainiako hamabi egunkari lotu zitzaizkion «informazio bereizi eta esklusiboa» bermatzeko xedeaz. Urtebete geroago, Luis Bergaretxeren zuzendaritzapean, hemeretzi ziren Colpisan bildutako eskualdeko egunkariak. Agentzia Manuel Leginetxe kazetari bizkaitarrak zuzendu zuen 1972 eta 1982 bitartean.",
                15.143961310386658
            ],
            [
                "El Nervión (1891ko egunkaria). El Nervión, \"Periódico de la tarde\" (arratsaldeko egunkaria) lemapean, 1891ko urtarrilaren 25ean Bilbon plazaratutako egunkaria izan zen. Hasieran bost zentimo balio zuen eta lau orrialde zituen. Nahiz eta apolitikoa bezala definitu, ideologikoki kontserbadorea zen, liberal-monarkikoa. Sabino Goikoetxea Etxebarria \"Argos\" (Bilbo, 1829 - 1901) izan zen sortzailea.",
                14.934731841087341
            ],
            [
                "Anbrosio Zatarain Goia. Aranista sutsua, Argia aldizkariaren sortzaileetako bat izan zen. “Nekazaritza” ataleko arduradun gisa artikuluak idatzi eta gai horren inguruko galderei erantzuna ematen zien.",
                14.9237722158432
            ],
            [
                "El Alcázar. El Alcázar espainiar eskuin muturreko egunkaria izan zen. Víctor Martínez Simancasek 1936an sortu zuen Toledoko alkazarreko setioan.",
                14.811248898506165
            ],
            [
                "Joaquín Zuazagoitia. Hermes aldizkariko sortzaileetariko bat izan zen. 1939. urtean sortu zenetik, El Correo Español-El Pueblo Vascoko zuzendari izan zen. Bilboko alkate izan zen 1942-1959 bitartean, eta Bizkaiko Kulturaren Batzarreko lehendakari izan zen hil arte.",
                14.619621992111206
            ]
        ]
    },
    "tst-eu-43": {
        "query": "Ze balio grastronomiko du Fuligo septica onddoak?",
        "results": [
            [
                "Zefeida izar aldakor. Euren argitasuna eta pultsazio periodoaren arteko harreman zuzen batek Zefeidentzat galaxian eta galaxiatik kanpo distantziak ezartzeko adierazle garrantzitsu bezala duten egoera ziurtatzen dute.",
                15.073306143283844
            ],
            [
                "Nebulosa planetario. Nebulosa planetarioak oso garrantzitsuak dira astronomian, galaxien eboluzio kimikoan funtsezko papera betetzen baitute izarrarteko ingurunera metal astunak eta izarren nukleosintesiko beste produktu batzuk (karbonoa, nitrogenoa, kaltzioa eta oxigenoa) itzuliz. Urruneko galaxietan nebulosa planetarioak dira euren konposaketa kimikoari buruzko informazio erabilgarria lor daitekeen objektu bakarrak.",
                13.978340208530426
            ],
            [
                "Gorriranzko lerrakuntza. Gaur egun, gorriranzko lerrakuntza txikiena duten objektuak galaxiak eta gamma izpi eztanda sortzen duten objektuak dira. Lerrakuntza fidagarrienak fatu espetroskopikoetatik lortzen dira, galaxien artean lerrakuntza handiena duena GN-z11 delakoa da z = 11.1-ekin, Big Bang-a baino 400 milioi urte geroagori dagokiona. Errecorda UDFy-38135539 galaxiak zuen lehenago z = 8.6-rekin, Bif Banga baino 600 urte ondoren izanik. Lyman-en apurketak erabiliz fidagarritasun gutxiago duten datuak lortzen dira, lerrakuntza altuena A1689-zD1 galaxiak duen z = 7.5 izanik eta hurrengo handiena z = 7.0 da. Gamma izpi eztanden artean hurrunena GRB 090423-en neurketa espektroskopikoa da, z = 8.2 gorriranzko lerrakuntzarekin. Quasaren artean hurrunen aurkitu dena ULAS J1342+0928, z = 7.54-ko lerrakuntzarekin. Azkenik, irrati galaxien artean neurtutako lerrakuntza handiena z = 5.72 da (TGSS1530) eta material molekularren lerrakuntzari dagokionez handiena SDSS J1148+5251 deituriko quasarretik CO-ren igorpena from da, z = 6.42 izanik.",
                13.900968134403229
            ],
            [
                "Centaurus (konstelazioa). Omega Centauri (NGC 5139). IZ: 13o 26m 48s. Dek: -47° 29' 00. Kumulu globularra. Begi hutsez partxe lauso bat bezala ikusten da, ikusgarria teleskopio txiki eta prismatikoekin. Milioi bat izar baino gehiago ditu.",
                13.80655437707901
            ],
            [
                "Scorpius (konstelazioa). NGC 6302 (Intsektuaren Nebulosa), ezagutzen den nebulosa planetariorik konplexuenetako bat. Bere erdiko izarrak 200.000 kelvin baino gehiagoko tenperatura du.",
                13.787736713886261
            ]
        ]
    },
    "tst-eu-44": {
        "query": "Ze talderen diskoa da Plastic Letters diskoa?",
        "results": [
            [
                "Master Of Puppets. Master Of Puppets Metallica izeneko thrash metal-eko talde estatubatuarraren hirugarren diskoa da. 1986ko martxoaren 3an argitaratu zen. Album honek Billboard zerrendaren 29º postua lortu zuen, eta 80.hamarkan gehien saldu zen diskoenetako bat izan zen (Guztira 6.100.000 izan ziren). Metallicaren album onenetarikotzat hartzen da, batez ere Lars Ulrichen bateria eta Kirk Hammetten gitarrarengatik.",
                15.32121467590332
            ],
            [
                "Glam rock. Azpigenero honetako abeslari eta talde nabarmenenak honakoak dira: Marc Bolan eta T. Rex, Gary Glitter eta Slade. Beste artista ingles eta estatubatuarrak: Elton John, David Bowie, Alice Cooper, Sweet, Wizzard, Roxy Music, Mud, Mott the Hoople, Queen, The Glitter Band, The New York Dolls, Sparks, Kiss, The Tubes eta Suzi Quatro.",
                15.076717734336853
            ],
            [
                "Don Johnson. Bi diska grabatu zituen: Heartbeat (1989) eta Let It Roll (1989) Bruce Kulickekin, Kiss bandaren gitarrajolearekin. Bi lanak CBSk editatu zituen, gaur egun Sony BMG denak.",
                14.79868221282959
            ],
            [
                "Twenty One Pilots. 2011n bikoteak “Regional at Beast” albuma kaleratu zuen eta 2012an Fueled By Ramen diskografiarekin sinatu zuen kontratua. Urte bat beranduago “Vessel” izeneko diskoa , eta 2015ean azkeneko diskoa atera zuten, “Blurryface”. Haien azken kanta “Heathens” deitzen da, “SuicideSquad” izeneko filmerako.",
                14.641710042953491
            ],
            [
                "Plastic Bertrand. Roger Allen François Jouret, ezagunagoa Plastic Bertrand izen artistikoaz (1954ko otsailaren 24a, Brusela, Belgika) belgikar musikari, abeslari, kantautore, ekoizle eta telebista aurkezle bat da.",
                14.632676124572754
            ]
        ]
    },
    "tst-eu-45": {
        "query": "Zein udalerrirekin egiten du muga Prad am Stilfserjoch herriak?",
        "results": [
            [
                "Prad am Stilfserjoch. Prad am Stilfserjoch, italieraz Prato allo Stelvio, Italiako udalerri bat da. Bozen-Hego Tirolgo probintzia autonomoan kokatuta dago, Trentino-Adige Garaia eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                20.295935809612274
            ],
            [
                "Stilfs. Stilfs, italieraz Stelvio, Italiako udalerri bat da. Bozen-Hego Tirolgo probintzia autonomoan kokatuta dago, Trentino-Adige Garaia eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                15.803581655025482
            ],
            [
                "Prasdorf. Prasdorf Alemaniako udalerria da.  estatuan dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                15.269758641719818
            ],
            [
                "Tschiertschen-Praden. Tschiertschen-Praden Suitzako udalerria da. Grisonia kantonamenduan dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                15.152919948101044
            ],
            [
                "Prazzo. Prazzo Italiako udalerri bat da. Cuneoko probintzian kokatuta dago, Piemonte eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                15.044629991054535
            ]
        ]
    },
    "tst-eu-46": {
        "query": "Zein zenbaki dago ehun eta berrogeita hamar ondoren?",
        "results": [
            [
                "Informazio-unitate. b = 10 denean: hamartar digitu izeneko unitatea edo teo, ban, decit, edo dit, eta ondoko balioa du: log2 10 (≈ 3.322) bit.",
                14.728000223636627
            ],
            [
                "Kibi. 1998an, Nazioarteko Batzorde elektroteknikoak (IEC) estandar bat argitaratu zuen helburu horrekin, hots, aurrizki bitarrezko serie bat 1024 zenbakia 1000 ordez erabiltzen den kasuetarako:",
                14.645969927310944
            ],
            [
                "Sistema hirurogeitar. Zenbaki lehenek zifra hauek izan ditzakete: 01, 07, 11, 13, 17, 19, 23, 29, 31, 37, 41, 43, 47, 49, 53 edo 59.",
                14.570914566516876
            ],
            [
                "Sistema hirurogeitar. Sistema hamartarrean bezala, jatorria eskuetako hatzak erabiliz zerrendatzeko modu batean dago. Antzinatean, Ilgora Emankorreko biztanleek esku bereko gainerako hatzetako 3 falangeak eskuin-eskuko hatz lodiaz seinalatzen zituzten, eskuina izanez gero, eta hatz txikitik hasita. Metodo honekin 12raino kontatu daiteke. Eta kopuru handiagoekin jarraitzeko, eragiketa hori egiten zuten bakoitzean esku libreko hatz bat altxatzen da —ezkerrekoa— 60 unitate osatu arte (12 x 5 = 60); beraz, zenbaki hori «zifra biribila» zela jo zen, eta transakzio eta neurketetan ohiko erreferentzia bihurtu zen. Antzeko zortea izan zuen eskuineko eskuan kontatutako zenbakiak, 12ak, eta zenbait multiplok, hala nola 24, 180 (12 x 15, edo 60 x 3) eta 360 (12 x 30, edo 60 x 6).",
                14.29465800523758
            ],
            [
                "Sistema hirurogeitar. 60 zenbakiak lehen hiru zenbakiak ditu zatitzaile lehentzat, hau da, 2, 3 eta 5. Izendazailea 2a · 3b · 5c formakoa duen frakzio orok garapen hirurogeitar zehatza izanen du, a, b eta c zenbaki osoekin 0 edo handiagoak.",
                14.191239178180695
            ]
        ]
    },
    "tst-eu-47": {
        "query": "Ameriketako zein estatutan dago Swea City?",
        "results": [
            [
                "Swea City (Iowa). Swea City Iowako hiri bat da. Kossuth konderrian kokatua dago. 2010ean  biztanle zituen,  kilometro koadrotan banatuta.",
                20.03332942724228
            ],
            [
                "Sweeny (Texas). Sweeny Texasko hiri bat da. Brazoria konderrian kokatua dago. 2010ean  biztanle zituen,  kilometro koadrotan banatuta.",
                16.72983318567276
            ],
            [
                "Silver City (Iowa). Silver City Iowako hiri bat da. Mills konderrian kokatua dago. 2010ean  biztanle zituen,  kilometro koadrotan banatuta.",
                15.728077828884125
            ],
            [
                "Sac City (Iowa). Sac City Iowako hiri bat da. Sac konderrian kokatua dago. 2010ean  biztanle zituen,  kilometro koadrotan banatuta.",
                15.485463559627533
            ],
            [
                "Switz City (Indiana). Switz City Indianako herri bat da. Greene konderrian kokatua dago. 2010ean  biztanle zituen,  kilometro koadrotan banatuta.",
                15.467770516872406
            ]
        ]
    },
    "tst-eu-48": {
        "query": "Non agertzen dira Amyema zuhaixkak?",
        "results": [
            [
                "Echinospartum horridum. Echinospartum horridum Fabaceae familiako zuhaixka da, Frantziako Erdialdeko Mendigunean eta Pirinioetan jatorria duena. Euskal Herrian Leotzen eta Erronkarin bizi da. Kareharrizko harrietan eta larretan bizi da eta bola arantzadun baten itxura du.",
                15.205165565013885
            ],
            [
                "Padjelanta Parke Nazionala. Lur garaiak izanik, zuhaitzen mugatik gora kokatzen da parkearen gehiengoa eta zuhaixka espezie gutxi batzuk baino ez dira azaltzen. Urki zuri menditarraren baso txikiak ere azaltzen dira.",
                14.344440758228302
            ],
            [
                "Ulysse 31. Thais/Thémis/Yumi (ユミ Yumi) - Izatez Zotra planeta zurikoa, neska agitz ederra. Bere azala urdina da, ezti koloreko begiak eta botere telepatikoak ditu. Bere anai Numaios espaziontziko gainontzeko eskifaiarekin batera hibernazio egoeran dago.",
                14.332867801189423
            ],
            [
                "Ahuntza kimu jaten. Bi irudiak \"Heriotzaren Putzu Handia\"n aurkituak izan ziren, Ur hiriaren errege-hilerrian. 1928-1929 denboraldian Leonard Woolley arkeologoak aurkitu zituen Pennsylvaniako Unibertsitatearen eta British Museumen elkarreko kanpainan. Horrek argitzen du gaur egun piezak hain toki desberdinetan gordetzearen arrazoia. Nahiz eta ahuntz izan Wolleyk ahariak bezala identifikatu zituen; haren ustez Genesiko 22 v.13 pasartearekin lotura zuzena baitzuten. Pasarte horretan Abrahamek bere semea Isaak hiltzeko unean begirada altxatu zuen eta sasiartean harrapatuta zegoen ahari bat ikusi zuen. Orduan, aharia hartuta, semea utzi zuen eta animalia hil zuen holokauston Jaungoikoari eskaintzeko.",
                14.302962005138397
            ],
            [
                "Ameslaria (Friedrich). Ameslaria (Oybingo hondakinak) (alemanieraz, Der Träumer) 1835ean Caspar David Friedrich margolari alemaniarrak eginiko olio pintura da. Friedrichen bizitzaren ilunabarreko zikloko margolana, San Petersburgoko Hermitage museoan ikus daiteke.",
                14.24938040971756
            ]
        ]
    },
    "tst-eu-49": {
        "query": "Cladoniaceae onddoak non sortzen dira ugariago, klima hotzetan edo beroetan?",
        "results": [
            [
                "Termofilo. Bizidun hauek habitat oso beroetan daude: iturri termaletan (AEBetako Yellowstone Parke Nazionalean lehenengo bakterio termofiloak aurkitu ziren), urpeko iturri edo fumaroletan, hartzitzen ari diren material organikoetan (konpostean, esaterako), lurzoru beroetan eta basamortuetan, ur-berogailu bezalako ingurugiro artifizialetan, etab.",
                15.404591143131256
            ],
            [
                "Yersinia enterocolitica. Bakterio eragilea tenperatura hotzetan bizi daitekeenez, yersiniosiaren kasuak ugariagoak dira lurralde hotzetan beroetan baino (Europako iparraldean, esaterako) .",
                15.358741343021393
            ],
            [
                "Caldisericum. Zelulek ile motako egitura multizelularrak sortzen dituzte, eta flagelo polar bakarra dute. 65 °Cko tenperaturan garatzen dira hoberen.",
                15.160841524600983
            ],
            [
                "Mutualismo (biologia). Bestalde, harreman horrek erresistentzia handia ematen die likenei ingurugiroaren baldintza gogorrekiko. Horregatik hain zuzen, likenak gure planetako bizidun hedatuenak dira: eremu polarretan egon daitezke, tundraren osagaiak izanik, eta baita eremu lehorretan ere, goi-mendietako harkaitzetan eta eguzkiaren intsolazioa jasoz . Muturreko ingurugiro-aldaketa horiek ezin izango lituzkete jasan algak edo onddoak bakarrik baleude (onddoak, esaterako, leku laiotz eta hezeetan soilik bizi direlako)",
                14.735469996929169
            ],
            [
                "Urdai-zeden. Urdai-zeden (Dermestes maculatus) kakalardoaren ordenako intsektua da, beldar egoeran urdaia-eta hondatzen dituena. Intsektu beltza eta iletsu hau kontinente guztietan, Antartika izan ezik, bizi da.",
                14.710432469844818
            ]
        ]
    },
    "tst-eu-50": {
        "query": "Zer nolako filmeak egiten zituen hasiera batean John Waters zinemagile estatubatuarrak?",
        "results": [
            [
                "Samuel Bronston. Metro-Goldwyn-Mayer ekoiztetxean lan egin zuen. Nagusiki Hollywoodeko Urrezko Aroko superekoizpen eta epika film ospetsu asko ekoizteagatik ezaguna da, tartean John Paul Jones (1959), King of Kings (1961), El Cid (1961), 55 Days at Peking (1963) eta The Fall of the Roman Empire (1964).",
                16.042518973350525
            ],
            [
                "Robert Wise. RKO produkzio etxean muntaketari ari izan zen, besteak beste, Orson Wellesen Citizen Kane (1941) eta The Magnificent Ambersons (1942) filmak muntatu zituela. The Curse of the Cat People (1944) du bere lehen film luzea, beldurrezko film bikaina. Polizia filmak egin zituen: Criminal Court (1946), Born to Kill (1947, Hiltzeko jaioa); boxeoko filmak: The Set-Up (1949), Somebody Up There Likes Me (1956) Rocky Graziano boxeolariaren biografia; melodramak: Three Secrets (1950), So Big (1953), I Want to Live! (1958, Bizi nahi dut!); musikalak: West Side Story (1961), The Sound of Music (1965); zientzia fikziozkoak: The Day the Earth Stood Still (1951), The Andromeda Strain (1971), Star Trek, The Motion Picture (1979), telesail ospetsuan oinarritua.",
                16.033637285232544
            ],
            [
                "Luigi Zampa. 1941ean egin zuen lehen filma, L'attore scomparso (1941). Bigarren Mundu Gerraren ondoren higikunde neoerrealistan parte hartu zuen; Vivere in pace (1946, Bakean bizi) eta L'onorevole Angelina (1947, Angelina agurgarria) dira garai horretako film aipagarrienak, herri komediaren moldean eta umoreaz baliatuz eginak. Anni difficili (1948, Ez-urteak), Anni facili (1953, Izan-urteak) eta L'arte di arrangiarsi (1954) dira haren hiru film hoberenak, gerra aurreko eta ondoko Italiako gizartearen ikuspegi garratza ematen dutenak. Gero komedia sail bat egin zuen, Alberto Sordi antzezlearekin: Il magistrato (1959, Epailea), Il vigile (1960, Zaindaria). Dramak ere egin zituen: Processo alla città (1952, Epaiketa hiriari), La romana (1954), Gente di rispetto (1975, Itzal handiko jendea).",
                15.125320672988892
            ],
            [
                "Nino Manfredi. Bolognini zuzendariak antzerkitik eta varieté-etatik zinemara ekarri zuen; bere lehen agerralditik bertatik erakutsi zituen komediarako dohainak, eta laster hasi zen eskuz esku bere herriko komiko handiekin. Gero eta pertsonaia sakonagoak eginez, interpretaziorako dohainak erakutsi ahal izan zituen Comencini eta Zampa zuzendariekin. Antzezle lanak ez ezik, gidoilari eta zuzendari lanak ere egin zituen, antzezlana alde batera utzi gabe ordea. Zuzendu dituen filmen artean, ongi eginak eta kritikoak oso, garrantzi berezia du Italiako zinemagintza modernoan Jasotako dohainez (1971, Per grazia ricevuta), erlijioaren eta sexuaren arteko harremanak era liriko eta garratz batean aztertzen dituena istorio erdi autobiografikoan.",
                14.827228784561157
            ],
            [
                "Giulietta Masina. Irratian hasi zen baina gero zineman lan egin zuen; Federico Fellini bere senarrak idatzi eta filmatu zuen Karrikak (1954, La strada) nazioarteko begiramena ekarri zion. Film bakan eta hautak egin izan ditu, betiere ahultasuna eta umore zoroa irudikatuz.",
                14.584017515182495
            ]
        ]
    },
    "tst-eu-51": {
        "query": "Dire Straits talde britaniarraren zenbatgarren albuma da Brothers in Arms?",
        "results": [
            [
                "Aggressive Combat. 2015ean Skarmento taldearekin batera Donra vs Mondra diska atera zuen eta 2012an berriz ere bakarrean bigarren diska luzea, Back On The Sreets!.",
                14.942306935787201
            ],
            [
                "Never Mind the Bollocks, Here's the Sex Pistols. 1987an, Rolling Stone aldizkariak azken 20 urteetako albumen artean bigarrena ezarri zuen garrantzian, The Beatles bandaren Sgt. Pepper's Lonely Hearts Club Band lanaren ondoren eta 41. postua eman zion 2003az geroztik izandako 500 album hoberenen artean.",
                14.859436333179474
            ],
            [
                "Stephen Morris. 1980an, Closer izeneko diskoa grabatu zuten, bigarrena izango zena, eta Love Will Tear Us Apart siglea ere bai. Curtisen tratamentuak ez zuen asko laguntzen eta, bandaren agenda areagotzean, okerrera egin zuen haren osasunak, atakeak, eszenario gainean ere izaten zituelarik. The Stranglers bandaren telonero ziren batean, kontrola galdu eta bateria bota zuen. Handik 3 egunetara, bere buruaz beste egiten saiatu zen, fenobarbital sobredosiaz. Hurrengo gauean, ezin izan zuen Derby Halleko kontzertuan, Buryn, atera. Jendeak Curtis espero zuen eta, hura ez zenean atera, kaosa izan zen, kolpe, kristalak hegan eta abarren artean. Curtis atzean zegoen eta errua bere gain ikusi zuen.",
                14.829934298992157
            ],
            [
                "Al Jarreau. 1975an, Los Angelesen, Warner Brosen talentu bilatzailea zen Ian Samwell ekoizleak ikusi zuen eta We Got By albuma plazaratzen lagundu zion. Albumak harrera ona jaso zuen, batez ere Alemanian non Echo Award saria jaso zuen. 1976an Echo albuma grabatu zuen eta berriro ere sari bera jaso zuen. Hurrengo lana zuzeneko albuma izan zen, Look To The Rainbow, eta horrekin mundu mailako bira egin zuen, lehenengo Grammy Saria jasoz, ordukoan Jazz kantari onenari eskainitakoa. 1977an Dave Brubeck eta Paul Desmond-en \"Take Five\" abesti arrakastatsua kantatu zuen. 1978an All Fly Home albuma beste arrakasta suposatu zitzaion. Hortik aurrera bere musika-karrera arrakastatsua izango zen.",
                14.68377298116684
            ],
            [
                "Ed Sheeran. Bestetik, Ed Snow Patrol eta Taylor Swiften teloiaria izan da beren Fallen Empires Tour eta Red Tour biretan. Artista bezala lortutako gauzen artean 2011n lorturiko Q Award-a, 2012an irabazitako bi BRIT eta Grammyetarako 5 izendapenak daude. Filantropo bezala, Sheeranek kontzertu benefiko bat antolatu zuen Bristolen, Erresuma Batua, non £40 000 bildu zituen beranduago kaleko sexu langileei eman izan zitzaienak.",
                14.511700689792633
            ]
        ]
    },
    "tst-eu-52": {
        "query": "Ingelesaz gain, beste zein hizkuntza hitz egiten zuen Moshood Abiolak?",
        "results": [
            [
                "Ishi. 1911. urtean Orovillen (Kalifornia) janaria lapurtzen atxilotu zuten. Ingelesez eta bertakoen hizkuntzak (Wintuera eta Maiduera) ezagutzen ez zituenez, \"Ameriketako azken basatia\" ezizena jarri eta horrela egin zen ezagun.",
                14.627358376979828
            ],
            [
                "Aitor Esteban. Hizkuntzak maite ditu, “bereziki hizkera ezberdinen soinua”, eta euskaltegi batean irakasle izandakoa da zenbait urtez. Euskara eta gaztelania ditu ama-hizkuntzak, baina ingelesez ere ondo moldatzen da (esan duenez, Amerikako kultura indigenei buruz publikatzen zen guztia irakurri ahal izateko ikasi zuen). Horretaz gain, frantsesez ere badaki, alemanaren eta arabieraren oinarrizko ezagutza du, eta gai da sioux hizkuntzaz zerbait esateko.",
                14.226154386997223
            ],
            [
                "Roberto Calasso. Bere ama hizkuntzaz gain, Calassok frantsesa, ingelesa, gaztelania, alemana, greziera eta latina menperatzen zituen. Sanskritoa ere aztertu zuen.",
                14.187749087810516
            ],
            [
                "Ishi. Watermanek San Franciscoko unibertsitateko museora eraman zuen eta han, ikerlarien informatzaile bihurturik, Yahiera hizkuntza erakutsi zien. Horretaz gainera bere tribukoen gauza asko erakutsi zien. Besteak beste sua egiten, azkonak egiten... berari esker antropologiako ikerkuntza asko egin zituzten.",
                14.079780280590057
            ],
            [
                "Abraham Abulafia. Abulafiak 26 idazki teoriko eta 22 lan profetiko bildu zituen. Sefaraden artean mistiko eta pentsalari judu handienetako bat izan arren, bere lana ez da Maimonides edo Nahmanidesen lana bezainbeste itzuli, hala ere. 2018ra arte, haren testuak gaztelaniaz argitaratu gabe egon ziren.",
                14.005351126194
            ]
        ]
    },
    "tst-eu-53": {
        "query": "Zein da Progeria hitzaren jatorria?",
        "results": [
            [
                "Etopeia. Etopeia hitza “Ethos” hitzetik dator. Grezierazko hitz bat da eta ohitura esan nahi du. Etikaren eta porco hitzaren oinarria da. Porco hitz greziarrak zerbait deskribatzea esan nahi du; aitzinean jarduera etikoak deskribatzeko erabiltzen zen.",
                16.27662855386734
            ],
            [
                "Zahartze. Aspalditik ezagutzen da badagoela, gaixotasun heredagarri eta arraroen multzo bat, progeria deiturikoa. Gaixotasun horiek pairatzen dituztenen sintomen artean, zahartze azkartua dago, azal zimurtua barne. 2003ko maiatzan, Nature aldizkarian, Hutchinson-Gilford progeria sindromearen kausa aurkeztu zuten. Txosten horretan, DNAren kaltea, ez estres oxidatiboa, zahartze azeleratu horren kausa zela esaten zen.",
                15.833901584148407
            ],
            [
                "Megalomania. Izendapena antzinako grezierazko bi hitzen elkarketatik sortua da: μεγαλο -megalo- \"handi\" eta μανία -mania- \"zoramena, eroaldia edo eldarnioa\".",
                15.794139444828033
            ],
            [
                "Piogeniko. Piogeniko hitza grezieratik dator (pyon: zornea, eta geno: sortzailea). Zorne-jarioa sortzeaz gain, mikrobio piogeniko gehienek hantura ere eragiten dute.",
                15.695835530757904
            ],
            [
                "Fregoliren sindromea. Sindromearen izena Leopoldo Fregoli (1867-1936) aktore italiarretik dator. Izan ere, aktore honek gaitasun handia zeukan itxura-aldaketa arinak egiteko. 1927an, P. Courbon-ek eta G. Falla-k sindrome honen berri eman zuten Síndrome d’ilusión de Frégoli et schizophrénie izeneko dokumentu baten bidez. Bertan, 27 urteko emakume baten historia kontatzen da. Emakume hau Londresen bizi zen, eta antzokian ikusitako bi aktore haren atzetik segika zenbiltzatela uste zuen.",
                15.235369861125946
            ]
        ]
    },
    "tst-eu-54": {
        "query": "Zein dira pentatloiean bete behar diren bost ariketa?",
        "results": [
            [
                "Pentatloi moderno. Pentatloi modernoa atletismoko proba, bost ariketaz osatua. Atleta bakar batek proba osatzen duten bost ariketetan parte hartu behar du, eta ariketa guztietan lortutako puntuak batuz egituratzen da sailkapena. Proba hau antzina sortu zen Grezian eta borroka, lasterketa, luzera-jauzia, disko jaurtiketa eta jabalina jaurtiketa ziren pentatloia osatzen zuten bost ariketak; gaur egun tiroa, eskrima, igeriketa, zaldi-jauziak, eta landa lasterketa dira pentatloian bete beharreko bost ariketak. Olinpiar Jokoa da 1912az geroztik.",
                18.141753375530243
            ],
            [
                "Pentatloi moderno. Txapelketan burutzen den azkeneko froga da. 2009tik aurrera bateratutako landa lasterketa eta pistolaz egindako tiroa sartzen da. Zirkuituaren 3 geldialdietan burutzen da. Kirolariek esku bakar batekin egiten dute tiro. Eta horrela, dianari 5 aldiz eman beharko diote ahalik eta denbora gutxien, baina denbora maximoa 70 segundo direlarik.",
                16.74218624830246
            ],
            [
                "Pentatloi moderno. Joko Olinpikoetan barneratutako aitzinako Pentatloiak jokoen irabazle bezala uzten zuen bere irabazlea. Horrela, Pentatloi modernoaren barnean agertzen diren bost diziplinek aitzinako gerlari batek izan behar zituen ezaugarriak barne hartzen dituzte.Pierre de Coubertinek kirol diziplina hau eguneratzea erabaki zuen, mundu moderno eta proportzionatu batera ekarriz, eta horrela atleta osoa aurkitu zitzan. Pentatloi modernoaren frogak ofizial batek izan behar zituen ezaugarrien arabera aukeratu zituen. Horrela, pentatloi modernoak 5 froga ditu: tiroa, eskrima, igeriketa, Zaldi-jauzia eta landa lasterketa.Denboran zehar proben ordena, puntuazioa,...aldatu izan dira.",
                16.69007033109665
            ],
            [
                "Pentatloi moderno. Pistola azkarreko froga da. Kirolari bakoitzak 20 dianetara tiro egiten du, posizio berdinetik, dianatik 10 metrotara. Tiro bakoitzaren artean 40 segundu gehienez dituzte eta esku batekin egin daiteke tiro bakarrik. 172 puntu tiro frogan 1000 froga osorako izango dira.",
                16.67219179868698
            ],
            [
                "Heptatloi. Heptatloi zazpi probaz (100 m hesidunak, 200 m., 800 m., altuera jauzia, luzera jauzia, pisu jaurtiketa eta xabalina jaurtiketaz) osaturiko atletismoko emakumezkoen modalitatea da. Gizonezkoek ere heptatloiak egiten dituzte, nahiz eta proba ezberdinak izan. Kirol olinpikoa da, 1984ko Olinpiar Jokoetatik aurrera egiten dutena.",
                16.2525994181633
            ]
        ]
    },
    "tst-eu-55": {
        "query": "Noiz erretiratu zen Clifford Shull?",
        "results": [
            [
                "Joe Louis. 1949ko martxoaren 1ean, artean munduko txapelduna zela, erretiratu zen. Luze gabe, ordea, berriro boxeatzera itzuli behar izan zuen, erabat zorpeturik zegoelako. Itzulera ez zen arrakastatsua izan: 1950an Ezzard Charlesek puntuetara irabazi zion, eta 1951n Rocky Marcianok KOz. Horren ostean, behin betiko erretiratu zen.",
                13.990031898021698
            ],
            [
                "Master Of Puppets. Master Of Puppets Metallicak Flemming Ramussekin irarri zuen azken diskoa izan zen. Baita ere Cliff Burton baxu-jotzailearen azken albuma izan zen, 1986ko irailaren 27an Suedian izandako autobus istripu baten hil baitzen.",
                13.6174835562706
            ],
            [
                "Forth eta Clyde arteko ubidea. 1960an itxi egin zen, berau zeharkatzen zuten zubien mantenamendu kostua handiegia zela argudiatuta. Errepidea egiteko asmoa izan arren bertan behera gelditu zen egitasmoa. 2000 urtean ubideak berreskuratzeko Loteria Nazionala antolatu zen.",
                13.439547002315521
            ],
            [
                "Kevin Schwantz. Bestalde, Nazioarteko Motoziklismo Federazioak 34. zenbakian kendu zuen Kevin Schwantzek erretiroa hartu zuenean.",
                13.121925175189972
            ],
            [
                "Danny Lloyd. 1982. urtean erretiratu zen zinemaren mundutik, bere bigarren eta azken filma egin ondoren. 2007an, Danny Lloyd Biologiako irakasle bilakatu zen Ameriketako Estatu Batuetako Kentucky estatuko Elizabethtown herriko ikastetxean.",
                13.115789473056793
            ]
        ]
    },
    "tst-eu-56": {
        "query": "Nola hil zen Publio Kintilio Varo erromatar jenerala? ",
        "results": [
            [
                "Kitosen Gerra. K.o. 117ko udako setioan, enperadoreak intsolazioa pairatu zuen eta osasuna berreskuratzeko erabaki zuen Erromara itzultzea. Seleuzian itsasoratu zen baina haren osasuna okerrera joan zen. Selinusen, (Zilizia) lehorreratu eta hantxe bertan hil zen. Haren ondorengoak, Hadrianok, 118an boterea hartu zuen.",
                15.718446016311646
            ],
            [
                "Gaio Avidio Kasio. Erroma izututa zegoen eta enperadoreari eragin zion Gaio Vetio Sabiniano Julio Hospes, Beheko Panoniaren gobernadorea haren armadarekin etortzeko, Erroma hiria defendatu ahal izateko. Laster nabaritu zen Marko Aureliok legio gehiago zituela Avidiok baino. Irudimenezko inperio labur baten ondoren, hiru hilabete eta sei egun iraun zuena, zenturioi batek Avidio hil zuen eta haren burua Marko Aureliorengana bidali. Honek ez zuen burua ikusi nahi eta ehorztea agindu zuen. Egiptok berriro Marko Aurelio aldarrikatu zuen enperadore 175eko uztailaren 28an.",
                15.388427734375
            ],
            [
                "Ortigia. Historiak dio soldatu erromatar batek Arkimedes hil zuela. Marko Klaudio Martzelo erromatar jeneralak pena handia hartu zuen albistea jakitean eta negar egin zuela hiriko patuaz, haren soldaduak Erromaren izenean Sirakusa konkistatu ondoren.",
                15.040908813476562
            ],
            [
                "Kaio Apuleio Diokles. Kirol bizitzaren amaieran ez zen Erromatik asko urrundu. Lazion bertan geratu zen, Praenesten, egungo Palestrinan, eta han hil zen. Heriotzaren dataren berri ez dago.",
                14.991344451904297
            ],
            [
                "Gaio Avidio Kasio. K.o. 175ean, Avidio erromatar enperadorea izendatua zen Marko Aurelio heriotzaren okerreko albisteen ondoren.",
                14.859012484550476
            ]
        ]
    },
    "tst-eu-57": {
        "query": "Non ikasi zuen musika Ethel Smythek?",
        "results": [
            [
                "Al Jarreau. Aita Zazpigarren Eguneko Eliza Adbentistaren partaidea eta kantari ona; ama, aldiz, pianojole ona. Al Jarreauren lehen musika esperientzia eliz horren abesbatza batean izan zen, Wisconsinen dagoen Milwaukeeko elizan. Dena dela, bere ikasketak psikologia alorrekoan izan ziren, 1962an lizentzia eskuratuz. Ondoren, alkoholismo eta drogomenpekotasun arazoak zein gaigabezi fisiko zituzten pertsonekin San Frantzizkon lan egin zuen.",
                16.15316641330719
            ],
            [
                "Izaro Garmendia. Ordizian hasi zen solfeoarekin, Beasaingo musika eskolan piano ikasketak eta Karlos Jimenezekin Beasainen eta Francisco Escuderorekin Donostian harmonia ikasi zituen. Gero txistua  ikasi zuen Zaldibian Xalbador Etxebarria, Tere Irastortza eta Malores Etxeberriarekin. Trikitixa eta panderoa Albizturko Iñaki Malbadi eta Ramonekin ikasi zituen. Alboka eta txalaparta ikasten Gasteizko folklore udal ikastetxean aritua da.",
                16.012314915657043
            ],
            [
                "Andy Narell. Nerabe zenean Kaliforniara joan zen. Aitak, Murray Narell, haurrak kaleko giroetatik at izateko, haiei danbor metalikoak jotzen eta steelbandak erakusteko Ellie Mannette konbidatu zuen. Narellek Kaliforniako Unibertsitatea Berkeleyn ikasi zuen eta David W. Tuckerren gidapean pianoa \"University of California Jazz Ensemble\" taldean jo zuen. 1973an graduatu zen. Larogeigarren hamarkadan Dizzy Gillespieri eta Thelonious Monki eskaini zitzaizkien album-omenaldietan hartu zuen parte. OndorenCaribbean Jazz Project, Montreux, Sakésho, eta Béla Fleck and the Flecktones taldeekin kolaboratu zuen.",
                15.954484343528748
            ],
            [
                "Arantza Ezenarro. 2006an urtea amaitu zituen goi mailako kantu ikasketak Madrilgo Kantuko Goi Eskolan eta Aipamen bereziekin amaitu ere.Beka bati esker Salzburgora egindako bidaian eskuratu zuen Alemaniarako txartela. Municheko Hochschule fur Musik und Theater eskolan operako eta kontzertuko kantagintzan master bat egin zuen eta  laster hasi zen agertokietan abesten. Alemanian errepertorioa perfekzionatzeko aukera ere izan zuen, bai opera arloan, bai  Alemaniako XIX. mendeko kantu lirikoan.",
                15.929862380027771
            ],
            [
                "Stuart Sutcliffe. Stuart Liverpooleko 37 Aigburth Driven hezi zen. Hango Arte Eskolan ikasten aritu zen lehen urtean, zaborrak jasotzen egin zuen lan eta Lennonekin egin zuen topo. 1960ko hasieran, biak pisu berean jarri ziren bizitzen eta lagun min bilakatu ziren. Gau batean, Casbah Coffee Clubean (Pete Besten ama zen Mona Best zen jabea) Lennon eta McCartneyk Höfner 500/5 President bat erosteko konbentzitu zuten Sutcliffe. Musikan hasia zen eta aitak erakutsi zizkion lehen akordeak gitarran. 1960an, Sutcliffe Lennon, McCartney eta George Harrisonekin batera sartu zen Silver Beatles izena zuen bandan. Stuartek oinarrizko mailan jotzen zuen, akorde xumeak eginez, eta ez zen eroso sentitzen eszenategian, maiz bizkarra emanda agertzen zelarik. Musika zaletasuna baino gehiago estetikak erakarri zuen. Paulen hitzetan, jotzen ez zekien baxujole bat beti zen baxurik ez izatea baino hobea.",
                15.855616211891174
            ]
        ]
    },
    "tst-eu-58": {
        "query": "Zenbat Oscar irabazi ditu The Thin Red Line filmak?",
        "results": [
            [
                "The Hustler (filma). Zortzi Oscar Sarietarako izendapenak jaso eta bi irabazi zituen: Argazkigintza onenaren Oscar Saria (Eugen Schüfftan) eta Zuzendaritza artistiko onenaren Oscar Saria (Harry Horner eta Gene Callahan).",
                15.772280871868134
            ],
            [
                "89. Oscar Sariak. La La Land filmak 14 izendapen lortu zituen, All About Eve eta Titanic-ek zeukaten izendapen gehien errekorra parekatuz. Izendapen hauetatik 6 sari lortu zituen, besteak beste garrantzitsuenetariko bi: zuzendari eta emakumezko aktore onenarenak. Hala ere, ez zuen film onenaren saria irabazi, Moonlight-ek jaso zuelarik saria. Hasiera batean, ekitaldiaren amaieran, La La Land iragarri zuten film oneraren sariaren garaile bezala akatsez, Oscar sarien historian izandako akats nabarmenenean. La La Land-en ekoizleak saria jasotzen ari ziren bitartean argitu zen akatsa egon zela eta saria Moonlight-i zegokiola.",
                15.594003021717072
            ],
            [
                "The Great Race. Soinu edizio onenaren Oscar saria irabazi zuen (Treg Brown), eta komedia edo musikala saileko Urrezko Globoetarako bi izendapen jaso zituen: film onenarena eta gizonezko aktore onenarena (Jack Lemmon).",
                15.475699007511139
            ],
            [
                "Friendly Persuasion. Oscar sarietarako sei izendapen eta Urrezko Globoetarako bi jaso zituen, baina bat ere ez zuen irabaztea lortu. Aldiz, Canneseko Zinemaldian Urrezko Palma irabazi zuen.",
                15.472652852535248
            ],
            [
                "Crimes and Misdemeanors. Oscar Sarietarako hiru izandapen jaso zituen: Zuzendari onenaren Oscar Saria (Woody Allen), Jatorrizko gidoi onenaren Oscar Saria (Woody Allen) eta Gizonezko bigarren aktore onenaren Oscar Saria (Martin Landau).",
                15.362018764019012
            ]
        ]
    },
    "tst-eu-59": {
        "query": "Tokioko badia Tateyama hiritiek mendebaldera edo ekialdera dago?",
        "results": [
            [
                "Baionako badia. Baionako badia () edo Baionako itsasadarra () Galiziako hegoaldeko kostaldean dagoen bokale bat da, Pontevedrako probintzian. Bere muga mendebaldean Silleiro lurmuturra da, eta ekialdean berriz Monteferro penintsula.",
                14.078035831451416
            ],
            [
                "Ténéré. Mendebaldean Aïr mendiak, iparraldean Hoggar mendiak, ipar-ekialdean Djado ordokia, ekialdean Tibesti mendiak eta hegoaldean Txad aintzirako arroa ditu, guztira 400.000 km²-ko azalera izanik. Basamortuaren erdigunea, Bilmako erga izenekoa,  koordenatuetan dago.",
                13.968475818634033
            ],
            [
                "Komo (ibaia). Komo erdialdeko Afrikako ibaia da. Ekuatore Ginean, Woleu-Ntem ordokian, bere arro gehiena Gabonen dago. 230 km-ko luzera du eta Mbeya ibaiadar nagusia.",
                13.78743839263916
            ],
            [
                "Badia Tedalda. Badia Tedalda Italiako udalerri bat da. Arezzoko probintzian kokatuta dago, Toscana eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                13.768580198287964
            ],
            [
                "Nantesko uhartea. Nantes hiriaren erdigunean dago, Loira ibaiaren erdian. Ibaia bitan banatzen da, iparraldean bras de la Madeleine (Madalenaren besoa) eta hegoaldean bras de Pirmil (Pirmilen besoa), eta bien artean kokatzen da uhartea. 4'9 kilometroko luzera dauka eta kilometro bateko zabalera.",
                13.748554706573486
            ]
        ]
    },
    "tst-eu-60": {
        "query": "Zein probintziatan dago Murero?",
        "results": [
            [
                "Murlo. Murlo Italiako udalerri bat da. Sienako probintzian kokatuta dago, Toscana eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                16.337842166423798
            ],
            [
                "Moraro. Moraro Italiako udalerri bat da. Goriziako probintzian kokatuta dago, Veneto eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                15.551546037197113
            ],
            [
                "Murello. Murello Italiako udalerri bat da. Cuneoko probintzian kokatuta dago, Piemonte eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                15.550735652446747
            ],
            [
                "Murr (Baden-Württemberg). Murr Alemaniako udalerria da. Baden-Württemberg estatuan dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                15.129320323467255
            ],
            [
                "Zevio. Zevio Italiako udalerri bat da. Veronako probintzian kokatuta dago, Veneto eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                15.051774680614471
            ]
        ]
    },
    "tst-eu-61": {
        "query": "Zein udalerrirekin egiten du muga Miletok?",
        "results": [
            [
                "Mileto (Calabria). Mileto Italiako udalerri bat da. Vibo Valentiako probintzian kokatuta dago, Calabria eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                16.665595829486847
            ],
            [
                "Milena. Milena Italiako udalerri bat da. Caltanisettako probintzian kokatuta dago, Sizilia eskualdean.  biztanle ditu,  kilometro koadroko azaleran banatuta.",
                14.441424310207367
            ],
            [
                "Milestone (Tipperary konderria). Milestone (irlanderaz Cloch an Mhíle) Irlandako hegoaldeko Tipperary konderrian dagoen udalerria da. Thurles eta Limerick arteko R503 errepidean dago, Nenagh eta Tipperary arteko R497 errepidearen elkargunean.",
                14.399761378765106
            ],
            [
                "Miltach. Miltach Alemaniako udalerria da. Bavariako estatuan dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                14.193318784236908
            ],
            [
                "Meilen. Meilen Suitzako udalerria da. Zürich kantonamenduan dago,  barrutian. 2014an  biztanle zituen  kilometro koadrotan banatuta.",
                14.174194037914276
            ]
        ]
    },
    "tst-eu-62": {
        "query": "Zein herritan jaio zen Kayle Browning?",
        "results": [
            [
                "Anthony Browne. Anthony Browne Shelfield hirian jaio zen, Yorkshire konderrian (Britainia Handia). Bere gurasoek, Jack eta Doris May Browne, pub bat zuten Bradford-en. Browne eta bere anaia bertan hazi ziren. Txikitatik izan zuen marrazteko zaletasuna eta bere aitarekin marraztu ohi zuen. Hasieran, soldaduak eta guda eszenak marraztea atsegin omen zuen, gerora bere ilustratzaile ibilbidea nolabait markatuko zutenak. Berak esana da ondo gogoratzen duela nola irudikatzen zituen beti oso gauza arraroak, askotan gaiarekin zerikusirik ez zutenak. Esaterako: buru moztuak hitz egiten edota beso hutsak mugitzen.",
                15.68048244714737
            ],
            [
                "Melanie Klein. Melanie Reizes, geroago Klein abizena eskuratu zuena, Vienan jaio zen, bere aita, Moriz Reizes, familia xume eta judutar batetik zetorren. Bere lehenengo emakumetik banandu ostean, Libussa Deutsch ezagutu zuen, zeinekin geroago ezkondu zena. 1876. urtean Emilie jaio, 1877an Emanuel eta hurrengo urtean Sidone. Melanie la urte zituenan, bere anaia Sidone hil zen tuberlukosia zela eta. Honek Melanierengan irakurketaren eta matematiken interesa piztu zuen.",
                15.200335323810577
            ],
            [
                "Ellen Hayes. Hayes Granville-n jaio zen, Ohion. Zazpi urterekin Centerville eskolan ikasi zuen, eta hamasei urterekin irakasle bezala lan egin zuen dirua irabazteko herri-eskola batean.",
                15.048748075962067
            ],
            [
                "Simone Biles. Simone Biles Columbusen jaio zen, 1997an. Gurasoek arazoak izan zituzten drogarekin eta alkoholarekin eta, horren ondorioz, harrera etxeetan bizi izan ziren zenbait urtez Biles eta haren anai-arrebak, amaren aldeko aitona-amonek haien ardura hartu zuten arte. Garai hartan diagnostikatu zioten arreta defizitaren eta hiperaktibitatearen nahasmendua. Sei urterekin, Houstongo Bannon's gimnasiora joan zen bisitan, ikaskideekin. Ahozabalik geratu zen hango gimnastak egiten ari ziren ariketekin. Haiek imitatzen hasi zen, eta entrenatzaile bat neskatila haren mailaz ohartu zen. Berehala, aitona-amonei eskutitz bat igorri zien, gimnasioan izena emateko eskatuz. Hala egin zuten. Handik bi urtera, Aimee Boormanekin hasi zen entrenatzen: ordutik aurrera banaezinak izan ziren.",
                15.041029512882233
            ],
            [
                "Martin McDonagh. Londres hirian jaio eta hazi arren, irlandar gurasoak izaki, udaldiak haien sorlekua den Galway konderriko Leitir Mealláin/Lettermullan udalerrian igarotzen zituen. Hortaz, bi herrialdetasunak ditu, bai ingelesa nahiz irlandarra.",
                14.967562973499298
            ]
        ]
    },
    "tst-eu-63": {
        "query": "Zein alderdi politikoren kide da John Swinney?",
        "results": [
            [
                "Michael O'Hanrahan. Arthur Griffith ezagutu izanak orduantxe sortu berri zen Sinn Féin alderdiko kide izatera bultzarazi zuen, gainera Irlandar Anaitasun Errepublikarreko kid ere egin zen. 1913an Irlandar Boluntarioak erakundeko kide egin zen.",
                15.166451454162598
            ],
            [
                "Simone Veil. 2003an, Nazioarteko Zigor Gorteko Biktimentzako Funts Fiduziarioko Administrazio Kontseiluko kide hautatu zuten. 2007an, Nicolas Sarkozy presidentegaiari lagundu zion Simone Veilek. Bere ondoan egon zen berak botoen % 31 jaso eta hurrengo egunean, urte horretako lehendakaritzako hauteskundeetako lehen itzulian.",
                14.406916499137878
            ],
            [
                "Cork konderria. Terence MacSwiney (1879-1920), politikari nazionalista, idazlea, gose grebalaria eta Cork hiriko alkate ohia.",
                14.24473750591278
            ],
            [
                "Brexit. Euroeszeptikoak erretiratzearen alde daude, eta europazaleak, aurka, biek espektro politiko osoa hartzen baitute. Erresuma Batuak bat egin zuen Europako Erkidegoarekin (EE) 1973an, eta 1975ean egindako erreferendum batean onartu zuten atxikimendua. 1970eko eta 1980ko hamarkadetan, Europako Komisiotik erretiratzea nagusiki ezker politikoak defendatu zuen, adibidez, Alderdi Laboristaren 1983ko hauteskunde programan. 1990eko hamarkadatik aurrera, Alderdi Kontserbadorearen hegal euroeszeptikoa hazi egin zen, eta matxinada baten buru izan zen, EBak ezarri zuen 1992ko Maastrichteko Ituna berresteagatik. Erresuma Batuaren Independentziaren Alderdia (UKIP) eta People's Pledge alderdi anitzeko kanpainarekin batera, David Cameron lehen ministro kontserbadorea presionatu zuen EBarekin bat egiten jarraitzeari buruzko erreferenduma egin zezan. Cameronek, geratzeko kanpaina egin zuena, emaitzaren ondoren uko egin zuen, eta Theresa Mayren oinordekoa izan zen.",
                13.845213890075684
            ],
            [
                "Anti H-Block. Anti H-Block hautesmarkak lortutako arrakasta eta babesaren ondoren Sinn Féin alderdiari elkartzen amaitu zuen.",
                13.810122013092041
            ]
        ]
    },
    "tst-eu-64": {
        "query": "Zein beste izenekin da ezaguna The Fens lautada?",
        "results": [
            [
                "Fa'side gaztelua. Hainbat izen izan ditu historian zehar, Fawside, Falside, Ffauside, Fauxside eta Fawsyde. Gaur egun Fa'side izena ematen zaio.",
                14.891720116138458
            ],
            [
                "Galesko basamortua. Galesko basamortua edota Galesko basamortu berdea (ingelesez  Desert of Wales edota Green Desert of Wales) Erdialdeko Galesen dagoen lurralde bat da, bere izena bertan inongo errepide edo herririk ez egoteari eta sarbide zaila izateari zor dio. Izendapena XIX. mendeko ingeles bidaiariek sortu zuten eta ez du galesezko izendapen parekiderik. Gutxi gorabehera galesez Elenydd deitzen den lurraldearen mugekin bat egiten du, eta Kanbriar mendietan dago.",
                14.809056341648102
            ],
            [
                "Mainland (Shetlandak). Norvegiarrek Megenland (gerora Mainland bihurtu dena) izena ezarri zioten, \"lurralde nagusia\" esan nahi du.",
                14.677327334880829
            ],
            [
                "Infernuaren ahoa. Toponimian izen hau sarritan agertzen da leizeak izendatzeko. Esaterako, erromesek horrela zioten San Adriango tunelari (Zegama).",
                14.439124524593353
            ],
            [
                "Derbi Epsomen. Théodore Géricault ekitazioaren zale amorratua zen eta horren aztarna margolan honetan ikus dezakegu. Hemen gaur egun oraindik mundu osoan ezaguna den [[Epsom and Ewell|Epsom]go derbia jaso zuen. Zaldi-lasterketa hori urtero ekainaren lehenengo asteburuan egiten da, Ingalaterrako Epsom Downs hipodromoan, Surreyn. Derbi honi buruzko lehenengo dokumentazio ezaguna 1661koa da eta horrek duen tradizioa garbi asko erakusten du. Géricaultek lan hau Ingalaterran egon zen garaian egin zuen, Le Radeau de la Méduse (Medusaren almadia) egin eta bi urtetara. Dirudienez, zaldi-lasterketa batean, ekaitz gogor bat egin zuen eta hori izan zen, hain zuzen, Géricaultek islatu nahi izan zuen giro elektrikoa.",
                14.150323688983917
            ]
        ]
    },
    "tst-eu-65": {
        "query": "Zer kirol praktikatzen du Gu Bon-gil kirolari profesionalak?",
        "results": [
            [
                "Izaskun Osés. Osés beti izan da kirol guztien zalea, eta gaztetatik eliteko kirolean aritu da. Egokitu gabeko taekwondoarekin hasi zen, eta Espainiako selekzioarekin lehiatu eta hainbat aldiz txapeldun izan zen. Gainera, erizaintzako karrerarekin uztartu zuen, eta 12 urtez aritu zen horretan, bere ikusmen-patologia areagotu arte.",
                14.68151319026947
            ],
            [
                "Channing Tatum. Channing Tatum txikitatik oso kirolaria zen. Futbol Amerikarra, Beisbola eta Arte martzialak egiten zituen. Berak esaten du, bere eskola garaiko distrazioak neskak izan dira.",
                14.37353765964508
            ],
            [
                "Angel Garitano. eta askotan egiten zen hitz baloiaren munduaz (bere amaren osaba Athleticen eta Real Madrilen aritu zen - Juan Jose \"Juanito\" Urkizu Sustaeta - eta amaren lehengusua Alavesen, Luis Mari Urkizu). Bere futbolarekiko grinak erakutsi ahal izan zituen maite duen kirolean jolastuz Hirugarren mailan eta Bigarren B mailan. Aritutako futbol taldeak Bermeo Kluba, Sestao (Jose Maria Maguregi entrenatzaile zela Racing de Santandereko aulkitxoa betetzera joan baino lehen), Logroñes eta Erandio, besteak beste.",
                14.327176690101624
            ],
            [
                "Artzikirol. Gazteei kirola erakusteko lana, obsesio bat bilakatu zen, eta kirol berri bat asmatzea erabaki zuen. Hiru kirol hauek elkartzea (Errugbia, futbola eta eskubaloia) eta bakar bat asmatzea, Artzikirola izenekoa.",
                14.19965374469757
            ],
            [
                "Iñaki Osa Goikoetxea. Zazpi urterekin hasi zen zesta puntan jokatzen, jaioterrian. Amateurretan aritu eta gero, 16 urte zituela profesional bihurtu zen, eta Milanera (Italia) joan zen jokatzera sei hilabetez. Handik itzulita, 1997ko abuztuan, Ameriketako Estatu Batuetara joan zen jokatzera. 2015eko urtarrilean, soldata % 70 baino gehiago murriztu ziotela eta, Euskal Herrira itzuli zen.",
                14.171749949455261
            ]
        ]
    },
    "tst-eu-67": {
        "query": "Zenbat kilometro karratuko azalera du Chichester herriak?",
        "results": [
            [
                "Cheshire konderria (New Hampshire). Cheshire konderriak  kilometro koadro ditu. Horietatik  ura dira. Beste  lurra dira. Biztanleria dentsitatea 40,84 da.",
                16.766703188419342
            ],
            [
                "Winchester city konderria (Virginia). Winchester city konderriak  kilometro koadro ditu. Horietatik  ura dira. Beste  lurra dira. Biztanleria dentsitatea 1093,16 da.",
                16.163111746311188
            ],
            [
                "Chesapeake (Virginia). Chesapeake city konderriak  kilometro koadro ditu. Horietatik  ura dira. Beste  lurra dira. Biztanleria dentsitatea 244,53 da.",
                16.15987128019333
            ],
            [
                "Chester konderria (Tennessee). Chester konderriak  kilometro koadro ditu. Horietatik  ura dira. Beste  lurra dira. Biztanleria dentsitatea 23,13 da.",
                15.988252222537994
            ],
            [
                "Chester konderria (Hego Carolina). Chester konderriak  kilometro koadro ditu. Horietatik  ura dira. Beste  lurra dira. Biztanleria dentsitatea 21,83 da.",
                15.871894180774689
            ]
        ]
    },
    "tst-eu-68": {
        "query": "Nork aurkitu zuen 661 Cloelia asteroidea?",
        "results": [
            [
                "3866 Langley. 3866 Langley asteroide baten izena da.  urtarrilaren 20an aurkitu zuen H. Debehogne-ek La Silla Behatokitik.",
                16.27252769470215
            ],
            [
                "3166 Klondike. 3166 Klondike asteroide baten izena da.  martxoaren 30ean aurkitu zuen Y. Väisälä-ek Turku Behatokitik.",
                16.2523033618927
            ],
            [
                "2461 Clavel. 2461 Clavel asteroide baten izena da.  martxoaren 5an aurkitu zuen H. Debehogne, G. DeSanctis-ek La Silla Behatokitik.",
                16.053303360939026
            ],
            [
                "2261 Keeler. 2261 Keeler asteroide baten izena da.  apirilaren 20an aurkitu zuen A. R. Klemola-ek Mount Hamilton Behatokitik.",
                16.001835823059082
            ],
            [
                "2346 Lilio. 2346 Lilio asteroide baten izena da.  otsailaren 5an aurkitu zuen K. Reinmuth-ek Heidelberg Behatokitik.",
                15.967053294181824
            ]
        ]
    },
    "tst-eu-69": {
        "query": "Nolako loreak ditu Indigaztainondoak?",
        "results": [
            [
                "Biznaga. Landare ginbaildun honek lore txikiak izaten ditu eta arrautzaren antzeko fruitua, ile pixka bat duena.",
                15.01768445968628
            ],
            [
                "Ortzadar larrosa. Ortzadar larrosa originalak ortzadarreko 7 koloreak ditu. Gaur egun badaude aldaera tropikalak (konbinazio larrosa/gorri eta horiak dituztenak) eta baita ozeanikoak ere berde eta urdin konbinazioekin.",
                15.003188490867615
            ],
            [
                "Asclepias tuberosa. Landarea beste kotoi-landare lantzeolatuen itxura du (Asclepias lanceolata), baina lore kopuru handiagatik oso bereizgarria da, eta bere zurtoin iletsuagatik, ez baita esnetsua apurtzen denean. Ohikoena lur-lehorreko zelaietan aurkitzea da.",
                14.774831652641296
            ],
            [
                "Inle aintzira. Barazki eta lore ezberdinak landatzen dituzte, besteak beste, hiazintoak, orkideak, banbuak...Baratza flotanteak uraren mugimenduarekin kulunkatzen dira.",
                14.720655918121338
            ],
            [
                "Judas lore. Judas lorea  (Lunaria annua) Brassicaceae familiako landare belarkara eta biurtekoa da. Medaila edo pezetak izena ere hartzen du euskaraz.",
                14.423327803611755
            ]
        ]
    },
    "tst-eu-70": {
        "query": "Nork eraiki zuen Rosarioko lehen etxea?",
        "results": [
            [
                "Maurice Ravelen jaiotetxea. Eraikinaren lehebiziko jabea eta eraikitzailea Esteban Etxeto merkatariak 1630ean Amsterdam hiriko usadiozko etxeak eredutzat hartuz eraiki zuen, izan ere, XVII. mendean herbeheretar eta euskaldun arrantzaleen arteko hartu-emanak oso ugariak ziren, Euskal Herria eta Herbehereen artean merkataritza oparoa piztu zelarik. Etxearen lehenbiziko izena San Estebania izan zen eta lehenbiziko jabeari aipu egiten dio.",
                15.211206316947937
            ],
            [
                "Rodrigo del Río de Losa. Rodrigo del Río de Losa Rodrigitz de Gordexola —Rodrigo del Río de Losa Gordexola izen-deiturez ere ezaguna— (Argantzon, Araba, 1536ko maiatzaren 7a - Bizkai Berria, 1604ko uztailaren 19a) konkistatzailea eta esploratzailea izan zen, Espainiar Inperioaren zerbitzura. Floridan eta Mexikon zehar ibili ondoren, bigarren honetan kargu desberdinak bete zituen, besteak beste, Bizkai Berria probintziaren gobernadore izatera iritsi zen. Chihuahuako Santa Bárbara herriaren sortzailea izan zen, askoren ustez koroa espainiarrak Chihuahua estatuan sortutako lehenbizikoa.",
                15.172153115272522
            ],
            [
                "Parisko herriko etxea. 1357 urtean Parisko merkatarien lehenkaria zen Étienne Marcel-ek Maison aux piliers (\"Zutabeen etxea\") erosi zuen Sena ibaiertzeko kaiaren alboko hondartzan zegoena. Urteek aurrera egin ahala Place de Grève (\"hareatako plaza\") bihurtu zen eta hriko exekuzioak bertan egiten hasi ziren.",
                15.15591013431549
            ],
            [
                "Ross prioratoa. XIV mendetik erabiltzen da The Ross eremua izendatzeko eta Buchanan familiarena izan da. Buchanandarrek etxe bat eraiki zuten 1695ean baina gaur egungo eraikina 1816ko birmoldaketa da, James Gillespie Graham arkitektoak egin zuena. Priorato izenak itxurari egiten dio erreferentzia, inoiz ez baitzen eraikin erlijiosoa izan.",
                15.151420950889587
            ],
            [
                "El Pontón errota. 1639an ebatzi zen auzia El Pontonen alde: Juan de Castañeda e Islak, 30 urterako usufruktuaren truke, hiru errotarri hartzeko moduko etxea eraikitzeko ardura hartu zuen: 4,6 metro zabal, 3,7m garai eta 5m luze. Eraikuntza lanak Pedro Landa eta Ascensio Landetak burutu zituzten, 1642an amaituz (ikus T.Guiarden 2. liburukia).",
                14.96311867237091
            ]
        ]
    },
    "tst-eu-71": {
        "query": "Zein literatur genero defendatu zuen Carlo Gozzi kondeak?",
        "results": [
            [
                "Poetika. Barrokoan Espainian kulteranismoaren eta kontzeptismoaren arteko eztabaida garrantzitsua gertau zen poetikaren alorrean. Biak kontzeptuaren zailtasunetik abiatzen dira eta hizkuntza arruntetik urruntzen: lehenak, alabaina, hiperbatonaren eta metafora bihurrien bidez birtuosismo poetikoa muturreraino darama; bigarrenak, aldiz, nahiago du ingenioaren eta laburtasuna zorrotzaren bidetik jo. Luis de Góngora eta Francisco de Quevedo dira ordezkaririk handienak, eta horien inguruan mugimendu kritiko handia hedatu zen. Antzerkiaren arloan ere bide berriek agertu ziren, Lope de Vegaren Arte nuevo de hacer comedias en este tiempo lekuko.",
                15.227446734905243
            ],
            [
                "Eleberri filosofiko. Mota askotakoak izan daitezke: bizitzaren helburua, artearen garrantzia gizakiaren bizimoduan, gizartearen papera eta garrantzia. Edo, besterik gabe, ikuspuntu filosofikotik gaurkotasuna handiko gaiak: hezkuntza, biolentzia, bakea, globalizazioa, pertsonen garapena... Esaterako, Jostein Gaarderren Sofiaren mundua liburuan argumentua aitzakia da filosofia eta filosofiaren historiari buruz aritzeko. William Goldingen Lord of the Flies eleberrian, bestetik, gai desberdinak planteatzen dira, besteak beste, haurtzaroaren inozentzia galtzea eta ziblizizazio versus basakeria arteko dikotomia. Miguel Unamunoren eta Pío Barojaren liburu asko kategoria honetan sartuko genituzke.",
                15.180787026882172
            ],
            [
                "Bildungsroman. ( ahoskatua) eleberri bateko protagonistaren haurtzarotik helduaroko bilakaera psikologikoki eta moralki deskribatzen duen literatura generoa da. Alemanezko izendapen honek heziketa eleberria edota irakaspen eleberria esan nahi du eta Johann Karl Simon Morgenstern alemaniar filologoak sortu zuen. Ilustrazioaren garaian genero honek gorakada izan zuen.",
                14.93067616224289
            ],
            [
                "Tragikomedia. Plauto antzerkigile erromatarrak erabili zuen hitza lehenengo aldiz, K.a. II. mendean. Haren lanetan jainkoei eta gizonei, nagusiei eta zerbitzariei ohikoak ez zituzten zereginak eta ezaugarriak egozten zitzaizkien. Jainkoak eta heroiak irrigarriak ziren eta zerbitzariak duintasun handikoak. Errenazimentuan, tragikomediak osagai tragikoak erantsi zizkion batez ere komikoa zen dramari. B. Guarini idazle italiarrak tragikomediak tragediaren osagai gehienak dituela esan zuen: hizketa serioa, gertaera garrantzitsuen aurkezpena, eta erruki sentipena, baina tragedietako amaierara iritsi gabe, eta osagai komikoak, pertsonaia irrigarriak, barreak eta keinuak erabiltzen dituela. Arriskua, atsekabeak eta amaiera zoriontsua dira ezaugarri nagusiak. Neoklasizismoak genero nahasketak onartzen ez zituen arren, garai horretan Ingalaterran arrakasta handia izan zuten tragikomediek (J. Fletcher, The Faithful Shepherdess, 1608; 'Artzain neska fededuna'). XIX. mendeko idazle erromantikoek Shakespeareren tragikomediak hartu zituzten eredutzat. Mende horren bukaeran errealismo garaian idatzitako lanetan, H. Ibsen-en, Gengangere (1881, Mamuak), tragikomediaren bi osagaiak are gehiago nahasi ziren. Tragikomedia berria absurduaren antzerkiaren parekotzat hartu izan da (S. Beckett, 1958, Endgame), eta idazle horien arabera, barrea da existentziaren zentzugabekeriaren aurrean gizonak duen irtenbide bakarra.",
                14.868377029895782
            ],
            [
                "Euskal haur eta gazte literatura. XIX. mendearen hasieran, 1803an hain zuzen, argitaratu zen haurrentzako euskarazko lehen liburua, Juan Bautista Aguirrek idatzitako katixima bat: Confesioco eta Comunioco Sacramentuen gañean Eracusaldiac, lenvicico Comunioraco prestatu bear diran Aurrentzat, eta bidez Cristau acientzat ere bai. Urtebete beranduago, 1804an, Bizenta Mogelek (1782-1854) Ipui onac alegi liburu ezaguna argitaratu zuen, ahozko literaturan oinarrituta. Eta ez zen haurrei zuzendutako beste argitalpenik egon euskaraz 1890. urtean A. Apaolazak Patxiko Txerren argitaratu zuen arte (86 urteko tartean, hain zuzen).",
                14.799146950244904
            ]
        ]
    },
    "tst-eu-72": {
        "query": "Zenbat sari irabazi ditu Sophie Nélissek \"The Book Thief\" pelikulagatik?",
        "results": [
            [
                "Saoirse Ronan. Ronan lau aldiz izendatu dute Oscar Sarietan, Atonement (2007), Brooklyn (2015), Lady Bird (2017) eta Little Women (2019) filmeetan egindako lanarengatik , eta lau aldiz BAFTA Sarietan. Guztira, Urrezko Globo Sari bat eta Satellite Sari bat irabazi ditu, besteak beste.",
                16.03012466430664
            ],
            [
                "The Hours (filma). Bederatzi Oscar Sarietarako izendapenak jaso eta azkenean Emakumezko aktore onenaren Oscar Saria (Nicole Kidman) irabazi zuen.",
                16.027207374572754
            ],
            [
                "Saoirse Ronan. 6 sari eta 10 izendapen lortu zituen Brooklyn filmean egindako lanarengatik  (Colm Tóibínen izen bereko liburuaren egokitzapena).",
                15.75284194946289
            ],
            [
                "Friendly Persuasion. Oscar sarietarako sei izendapen eta Urrezko Globoetarako bi jaso zituen, baina bat ere ez zuen irabaztea lortu. Aldiz, Canneseko Zinemaldian Urrezko Palma irabazi zuen.",
                15.247209548950195
            ],
            [
                "Christine Nöstlinger. Austriako Haur Liburuaren Saria, Als mein Vater die Mutter der Anna Lachs heiraten wollte lanagatik. (2014)",
                15.027586936950684
            ]
        ]
    },
    "tst-eu-73": {
        "query": "Makhatxkalatik zenbat kilometrotara dago Kaspisk?",
        "results": [
            [
                "Cushendun. Eskoziako Mull of Kintyre penintsularen parean dago, berez puntu honetan Irlanda eta Eskozia Ipar Kanaleko 38 kilometro distantziako urek bakarrik banatzen dituzte, ondorioz eguraldi onarekin udalerri honetako kostaldetik Eskozia begi bistan izatea erraza izan ohi da.",
                14.01659482717514
            ],
            [
                "Kaposvár. Kaposvár (IPA: ; ; ; ; ) Hungariako hego-mendebaldeko hiria da, Somogy konderriko hiriburua. Budapestetik 186 km hego-mendebaldera dago, Kapos ibaiaren ertzean. Hegoaldeko Transdanubiako hiri nagusietako bat da. 2015ean 63.742 biztanle zituen.",
                13.986705720424652
            ],
            [
                "Destination Gobi. Gobi basamortuko meteorologia-estazio bateko ofizialordea da Sam McHale. Japoniarren aire-eraso batean komandantea hiltzen dutenean, McHalek bere gizonak basamortutik kostaldera 800 miliako ibilaldian gidatuko ditu.",
                13.93718272447586
            ],
            [
                "Alex Txikon. 2013: neguan, Laila Peak (6.200m, Aurreneko saiakera neguan eta gailurra). Udaberria: Nuptse (7.861 m, Tontorreko ertzeko baldintza kaskarrak tarteko, gailurretik 20m-ra gelditu zen), Lhotse (8.516 m). Uda: K2 (8.611 m, Abruzzi bidea. 7.100m arte).",
                13.724495351314545
            ],
            [
                "Kebnekaise. Mendi oso bakartua da. Nikkaluokta herrixkatik hasten dira igotzeko bideak, mendebaldeko bideak 18 kilometro ditu eta ekialdekoak 10 km.",
                13.722146213054657
            ]
        ]
    },
    "tst-eu-74": {
        "query": "Noiz hil zen Gunnar Asplund arkitekto suediarra?",
        "results": [
            [
                "Gustavo III.aren pabiloia. Louis Masreliez arkitektoak diseinatu eta 1787an Olof Tempelman arkitektuak eraiki zuen Gustavo III.a Suediakoarentzat. 1792ko martxoaren 16an Gustavo III.a Operako maskaradara atera zen eta bertan erahil zuten. 1840 hamarkadan George Theodor Chiewitz arkitektoak birmoldatu egin zuen eta 1937 eta 1946 artean ere berriztatzen lan berriak izan zituen.",
                15.19515872001648
            ],
            [
                "Niels Henrik Abel. 1828 urtearen amaieran, Abel Frolandera(Norvegia) joan zen bere emaztegaia bisitatzera, eta han tuberkulosiak jota hil zen 1829ko apirilaren 6an, 26 urte zituela. Norvegiako gobernuak Abel saria sortu zuen 2002an, jaiotzaren berrehungarren urteurrenaren omenez.",
                15.010745286941528
            ],
            [
                "Nobleziaren etxea (Stockholm). Riddarhuset izenak literalki \"zaldunen etxea\" esan nahi du. Simon De la Vallée arkitekto frantsesak diseinatu zuen baina Suediar noble batek erahil zuen 1642an eta bere seme Jean De la Vallée-k eraiki zuen jauregia 1660an.",
                15.004536986351013
            ],
            [
                "Norrköping. 1655ean sute berri batek hiria erre zuen eta 1719an errusiarrek harpilatu eta erabat suntsitu zuten. Johannisborg gazteluko harriak eraikin berriak egiteko erabili ziren. XVIII mendean bere industria izaera areagotu egin zen, hiru azukre findegi eta snus lantegi bat eraikiz. Halakoa zen bere garrantzia 1769an Suediako parlamentua bertan bildu zela eta 1800an Gustavo IV.a Adolfo Suediakoa bertako San Olof elizan koroatu zela.",
                14.99088191986084
            ],
            [
                "Hartmut Esslinger. Hartmut Esslinger (Simmersfeld, Alemania, 1944ko ekainaren 5a) diseinatzaile eta asmatzailea da. Jatorriz alemaniarra, estatubatuar nazionalitatea ere badu. Ezaguna da Frog Design diseinu aholkularitzako enpresa sortzeagatik.",
                14.9828439950943
            ]
        ]
    },
    "tst-eu-75": {
        "query": "Zein hiru ezaugarri dituzte obaloek?",
        "results": [
            [
                "Albioak. Pliniorengatik dakigu lurraldean hiru herri zeudela, Albioak, Zibarkoak eta Egobarroak. Albioak Navia ibaiaren ertzean zeuden kokatuta, Ptolomeokere hauengan idazten du eta Navia ibaiari Albión deitzen dio.",
                14.548643469810486
            ],
            [
                "Antzinako ekido arrazen ezaugarri. Antzineko ekido arrazen ezaugarriak, , , bereziki ilajearen kolorean baina ez bakarrik asto, basasto edo onagroetan agertzen diren ezaugarri edo \"markak dira\". Zaldiengan antzinako zaldi arrazetan (bereziki antzinako poni arrazetan) agertzen dira ezaugarri hauek. Marka hauek bereziki dun geneak sortzen dituen ilaje kolorekin lotuta agertzen dira.",
                14.1026850938797
            ],
            [
                "Elena Odriozola. Bere estilo propio eta markatua du pertsonak irudikatzeko. Ezaugarri edo bereizgarri nagusia irudi guztietan lepoa da; lepo-zabalak marrazten ditu eta zenbat eta umeago izan orduan eta lepomotzagoak. Egileak ezaugarri horri buruzko gogoeta batean adierazi zuenez, \"helduak garenean burua bihotzetik banantzen dugu\" eta horregatik irudikatzen ditu haurrak lepomotzagoak.",
                14.085529685020447
            ],
            [
                "Oboalbumina. Fosfoglukoproteina bat da eta hiru atal ditu, A1, A2 eta A3, 85:12:3 proportzioan. Atalak fosforo kopuruaren arabera desberdintzen dira. Zisteina eta metionina aminoazidoak ugari ditu eta horregatik sufre kopuru handia du. Arrautzaren proteinen artean sulfhidrilo talde gehien dituen proteina da. Sulfhidrilo hauek eragin nabarmena dute arrautzaren zapore, testura eta usainean.",
                13.966256618499756
            ],
            [
                "El olivo. Almak 20 urte ditu eta oilasko haztegi batean lan egiten du Caneten (Castelló). Aitona du pertsonarik inportanteena mundu honetan. Duela urte asko, hitz egiteari utzi zion aitonak, denen harridurarako. Orain, jateari uztea ere erabaki du, eta Alma obsesio batek joko du: aitona bere onera ekar dezakeen gauza bakarra familiak duela 12 urte haren borondatearen aurka saldu zuen mila urtetik gorako olibondoa berreskuratzea da. Inori egia aitortu gabe, planik gabe eta poltsikoa ia hutsik duela, ezinezko zeregin batean nahasiko ditu Almak hainbat pertsona: Alcachofa, bere osaba, 45 urtekoa eta krisiaren ondorioz ezer gabe geratu dena; Rafa, lankidea, 30 urtekoa; Wiki eta Adelle, bere lagunak; eta Caneteko komunitate osoa. Helburua: Europan nonbait birlandaturik dagoen olibondo baliotsua berreskuratzea eta bueltan ekartzea, familiaren olibadian berriz landatzeko.",
                13.890929341316223
            ]
        ]
    },
    "tst-eu-76": {
        "query": "Zerk eragin zuen Danimarkako Urrezko Aroaren hasiera?",
        "results": [
            [
                "Danimarkako inbasioa. Alemaniar okupazioan elkarren arteko arerio bilakatu ziren 1942ko udan, daniarrek sabotaje ekintzetan hasi zirenean. 1945eko maiatzaren 5a arte iraun zuen, Alemania aliatuen aurrean errenditu zen arte, hain zuzen.",
                15.19458419084549
            ],
            [
                "Harald Blåtand. 958an, Danimarkan, Gorm Zaharra erregea hil zen, eta haren seme Harald Gormsonn izendatu zuten oinordeko. Aita hil eta koroa semeak hartzen zuen lehen aldia zen Eskandinavian, erresuma bikingoetan, boterea eskuratzeko, klanetako buruzagi boteretsuenak elkarren aurka borrokatzeko ohitura baitzegoen.",
                14.648537695407867
            ],
            [
                "Lundeko katedrala. Danimarkako erlijioaren erdigunea bihurtu zen Lund eta erresumaren historian leku garrantzitsua hartu zuen. Monarkia eta aristokrazia bertan bildu izan ziren bai eta erregeren koroatu ere, 1202an Valdemar II.a Danimarkakoa. 1234an su handi batek kaltetu zuen katedrala eta hainbat zati berreraiki behar izan ziren. XIV mendean estilo gotikoko koroa eta aldarea gehitu zitzaizkion. 1424an erloju astronomiko bat ezarri zen habeartean.",
                14.570444524288177
            ],
            [
                "Christoffer Wilhelm Eckersberg. Klasizismoa eta erromantizismoa batu zituen bai paisaietan bai eta arkitekturazko margoetan ere, Thorvaldsen (Langreboko sua) adibidea jarraituz. Erretratugile fina izan zen, lerro garbi eta zehatzak egiten zituen. Argi ilunak egiteko zuen trebeziagatik (Emakumea biluzik ispilu aurrean ilea orrazten) Danimarkako Urrezko Aroko aitzindari bihurtu zen.",
                14.498590052127838
            ],
            [
                "Danimarkako inbasioa. Danimarkako inbasioa () Bigarren Mundu Gerran gertatu zen. 1940ko apirilaren 9an, alemaniarrek Danimarka indarrez hartu zuten, daniar muga zeharkatu eta herrialdearen neutraltasuna bortxatuz. Ekintza hau, Weserübung operazioaren parte izan zen (Danimarka eta Norvegia erasotzeko operazioaren izen kodetua). Alferrikako odol isurtze bati ekiditeko, daniar gobernua berehala errenditu zen eta, horren truke, bere autonomia errespetatu zitzaion eta juduen komunitateari ihes egiteko aukera eman zitzaion. Alemaniarrek Danimarkaren kontra egin zuten okupazioa izandako kanpaina laburrenetakoa izan zen.",
                14.429623544216156
            ]
        ]
    },
    "tst-eu-77": {
        "query": "Zein izan zen Pietro Nenniren ideologia politikoa?",
        "results": [
            [
                "Filosofia politiko. Karl Marx: neurri handi batean, gizartea, kultura eta ekonomiaren ulerkerara dimentsio historikoa ekarri zuen. Ideologiaren kontzeptua ekintza sozialak konfiguratu eta kontrolatzen dituzten sineskera gisa ulertu zuen. Klasearen natura gobernabilitate mekanismo eta interakzio sozial gisa aztertu zuen. Komunismoaren bere teoriarekin mundu mailako politikan eragin sakona izan zuen.",
                14.967774987220764
            ],
            [
                "Nimr Baqr al-Nimr. Saudi Arabiako aktibistek pertsona moderatua bezala deskribitzen dute nahiz eta sermoietan erretorika sutsua erabili. Dena dela, inoiz ez zuen estatuaren aurka biolentziaren aldeko jarrera hartu. Haren ideia nagusietariko bat xiitak nagusiak diren \"Ekialdeko Probintziaren\" independentzia erreibindikatzea izan zen. Ohikoak ziren Arabiako monarkiaren eta ustelkeriaren aurkako kritikak.",
                14.539300322532654
            ],
            [
                "Filosofia politiko. Jeremy Bentham: mesede erantsi indibidualen maximizazioaren baitan justizia soziala analizatu zuen lehen pentsalaria izan zen. Utilitarismo izenez ezagutzen den pentsamendu eskola filosofiko-etikoa sortu zuen.",
                14.41192376613617
            ],
            [
                "Inessa Armand. Inessa haserretuta azaltzen zen Lehen Mundu Gerran talde sozialista gehienek hartutako gerraren esfortzuaren kontra ez borrokatzearen aldeko politikarekin. Horregatik, Lenin-en alde agertu zen Europako propaganda antigerrazaleko banaketan. Lenin-i ere eskola bat eta alderdi marxista Longjumeau-n (Frantzian) sortzen lagundu zion. 1915eko martxoan, Armand Suitzara mugitu zen eta han Emakume Sozialistako Nazioarteko Konferentzia antolatu zuen, gerraren aurkakoa.",
                14.38819444179535
            ],
            [
                "1820ko iraultzak. Bi joera horien ekarpenetan oinarrituta mugimendu nazionalistak sortu ziren Europan XIX. mendearen hasieran. Horrela bada, liberalak eta nazionalistak ziren, aldi berean, Giuseppe Mazzini eta Italia Gaztea (italieraz: Giovine Italia), Deutsche Burschenschaft alemaniar ikasleen mugimendua, belgikarrena edo Greziaren burujabetasunaren aldeko mugimendua, esaterako. Joera errepublikazale erradikala eta nazionalista izan ziren garai hartako nazio mugimenduen ezaugarri nagusiak, eta ezaugarri horiek bereizten dituzte, halaber, mugimendu nazionalistak XIX mende amaierako mugimendu nazionalistetatik.",
                14.294209361076355
            ]
        ]
    },
    "tst-eu-78": {
        "query": "Zein da Laurance Spelman Rockefelleren aita?",
        "results": [
            [
                "Maria Lorenza Barrenetxe. Maria Lorenza Barrenetxe Iriarte (Chascomús,1926ko uztailaren 3 - Buenos Aires, Argentina, 2016ko urtarrilaren 5), euskal jatorrizko argentinarra, Raúl Alfonsín presidentearen emaztea izan zen eta, ondorioz, Argentinako Lehen Andre 1983tik 1989ra.",
                13.635954856872559
            ],
            [
                "Edith Frank. 1939an, Rosa Holländer, Edithen ama, haien etxean bizitzen jarri zen, baina, 1942ko urtarrilaren 29an, minbiziak hil zuen.",
                13.286004066467285
            ],
            [
                "Jacob van Campen. Gerritge Claes Jansz Berendr eta Pieter Jacobsz merkatariaren semea. Gurasoen familia biak aberatsak eta burgesak izan zirenez, van Campen-ek Amsterdam eta Haarlemgo enpresa eta kultura-munduan harreman onak izan zituen.",
                13.119542121887207
            ],
            [
                "Ripley trebea. Herbert Greenleaf:\tDickieren aita, industrialari aberatsa. Tom Ripley bidali zuen Dickie Italiatik etxera ekartzeko, eta gero Italiara joan zen semeari zer gertatu zitzaion jakiteko.",
                12.995253324508667
            ],
            [
                "Carl Sternheim. 1907an, berriz ezkondu zen, oraingoan, Thea Löwenstein idazlearekin eta bi seme-alaba izan zituzten. Emakume aberatsa, familiak Schloss Bellemaison eraikitzeko aukera izan zuen Munichen eta, Sternheimek artista askorekin lan egin ahal izan zuen han, Mechtilde Lichnowsky, Max Reinhardt edo Frank Wedekind, beste batzuen artean, eta bere arte bilduma propioa egiten joan zen.",
                12.939562797546387
            ]
        ]
    },
    "tst-eu-79": {
        "query": "Zergatik da ezaguna Geoffroi de Villehardouin?",
        "results": [
            [
                "Isidore Geoffroy Saint-Hilaire. Isidore Geoffroy Saint-Hilaire (Paris, Frantzia, 1805eko abenduaren 16a - 1861eko azaroaren 10a) frantziar zoologoa izan zen, eta teratologian autoritatea. 1854an etologia hitza sortu zuen. Bere aita Étienne Geoffroy Saint-Hilaire zoologo ospetsua izan zen.",
                14.902765929698944
            ],
            [
                "Jean-Léon Gérôme. Garaiko frantses margolari ospetsuenetakoa izan zen eta Bigarren inperioko margogintza akademikoaren ordezkari nagusietako bat. Bizitzan ospea eta fama ezagutzeagatik, abangoardien aurka zuen jarreragatik, bereziki inpresionistekiko, ahaztua izan zen hil ondoren. Bere lanaren balioa berreskuratua izan da XX. mendearen amaieran eta, halaber, zinemarako inspirazio iturri bilakatu da.",
                14.666684925556183
            ],
            [
                "Donostiako bertsolaritzaren historia. Arraina saltzera joaten zela, berak idatzitako bertso paperak ere saltzen zituen. Ahots oso ederra omen zuen bertsoak kantatzeko, eta sagardotegi giroan oso estimatua zen. Bertso paperetan oso ezagunak dira Txirritarekin haserretu zenean, bien artean izandako elkarrizketatik sortu ziren bost bertso sortak.",
                14.546782195568085
            ],
            [
                "Guignol. Guignol fikziozko txotxongiloetako pertsonaia frantses oso ezaguna da. Jatorriz italiarra zen, baina Laurent Mourguetek sartu zuen Lyonen XVIII. mendearen amaieran. Orokorrean umeentzako antzerkiak egiten badira ere, askotan jende helduarentzat ere erabiltzen da sarritan gizarteko hainbat gaiak era satirikoan jorratuz.",
                14.505155742168427
            ],
            [
                "Iruñeko erraldoi eta buruhandien konpartsa. 1977an zazpigarren kiliki egin zen, \"Ribero\". Tuterako Orden del Volantinek egindako oparia da baina bere estetika ez doa besteekin bat eta, horregatik ez da ateratzen. Lehen hala ez bazen ere, Caravinagrek lortzen du atentzio gehien, eta bera da famatuena. 1997ko Sanferminetako kartelak bere aurpegia darama.",
                14.468455374240875
            ]
        ]
    },
    "tst-eu-80": {
        "query": "Non kokatu ziren Alamanak?",
        "results": [
            [
                "Alamut. Alamut (, «arrano habia») Iran iparraldeko mendi-gotorlekua izan zen. Elburz mendigunean kokatua, Kaspiar itsasoaren hegoaldean, 2163 metroko garaieran, ismaildar nizarien egoitza nagusia izan zen 1090-1256 bitartean.",
                16.698319733142853
            ],
            [
                "Antonio Aranaga. Bere emazte Maria Inaziak kontatu zuenez, garai hartan inguruko erreketeak etxez etxe bertakoei zer kenduko ibiltzen ziren. Eta Auntxanera ere etorriko zirela pentsatuta soinua Maria Inaziaren etxean gorde omen zuen. Hala ere joan etorri askotxo egiten hasi omen ziren, inguruko herritarren batek soinu haren berri emanda edo, eta azkenean bere borondatez eman omen zien Auntxak soinua. Penatan egon zen luzaroan handik hilabete batzuetara Madril inguruko herrixka bateko taberna batean agertu zela esan zioten arte.",
                15.28552097082138
            ],
            [
                "Alamo Bay. Texasko kostaldeko herrixka bateko Wally enpresaburuak arrantzan ganbak harrapatzeko hainbat errefuxiatu vietnamdar kontratatu ditu, eta horrek bertako arrantzale bat, Shang, haserretuko du, iritsi berriengatik bere bizimodua pikutara joango ote den beldur baita",
                14.95527297258377
            ],
            [
                "Valakiar. Aromaniarrak: Gaur egungo Grezia ipar-mendebaldean, Albania hegoaldean eta Mazedonian finkatuak eta arumanieraz mintzatzen direnak.",
                14.890970766544342
            ],
            [
                "Albioak. Pliniorengatik dakigu lurraldean hiru herri zeudela, Albioak, Zibarkoak eta Egobarroak. Albioak Navia ibaiaren ertzean zeuden kokatuta, Ptolomeokere hauengan idazten du eta Navia ibaiari Albión deitzen dio.",
                14.75445431470871
            ]
        ]
    },
    "tst-eu-81": {
        "query": "Zenbat urte ditu Omega Centauri kumulu globularrak?",
        "results": [
            [
                "Omega Centauri. Omega Centauri edo NGC 5139 Centaurus konstelazioan dagoen kumulu globular bat da. Edmond Halleyk aurkitu zuen 1677an. Kumulu honek gure galaxia den Esne Bidearen inguruan orbitatzen du, honen inguruan orbitatzen dutenen artean handiena eta distiratsuena delarik. Begi hutsez ikus daitekeen gutxietako bat da. Omega Centauri Lurretik 18300 argi-urteko distantziara (5,6 kiloparsec) dago, eta II populazioko zenbait milioi izar ditu. Bere erdiguneko izarrak hain daude elkartuta, elkarren artean 0,1 argi-urteko distantziara bakarrik daudela uste dela. Bere estimatutako adina 12.000 milioi urtekoa da. 10 milioi izar inguru ditu.",
                20.296591997146606
            ],
            [
                "Centaurus (konstelazioa). Omega Centauri (NGC 5139). IZ: 13o 26m 48s. Dek: -47° 29' 00. Kumulu globularra. Begi hutsez partxe lauso bat bezala ikusten da, ikusgarria teleskopio txiki eta prismatikoekin. Milioi bat izar baino gehiago ditu.",
                18.59978199005127
            ],
            [
                "Omega Centauri. Andromeda galaxiako kumulu globularra den Mayal IIren kasuan bezala, Omega Centaurik zenbait metaltasun eta izar adin maila ezberdin ditu, dena batera sortu ez zela pentsarazten duena (kumulu globularretan ohikoa denaren aurka). Uste denez, Omega Centauriko izar asko, antzina Esne Bideak xurgatu zuen galaxia nanoaren nukleoaren hondarra izan daitezke.",
                18.498995304107666
            ],
            [
                "Galaxia-urte. Galaxia-urtea, urte galaktikoa edo urte kosmikoa Eguzki-sistemak Esne Bidearen zentroaren inguruan bira osoa emateko behar duen denbora-unitatea da. Hainbat zenbatespenek 225 milioi eta 250 milioi urte lurtar bitartean ezartzen dute orbitaren iraupena.",
                17.147392511367798
            ],
            [
                "Centaurus (konstelazioa). ι Centauri, 59 argi-urteko distantziara dagoen 2,75 magnitudeko izar zuria. Vegak bezala, bere ingurua disko zirkunestelar bat du.",
                16.950381755828857
            ]
        ]
    },
    "tst-eu-82": {
        "query": "Zein da Microsoft Edgen jatorrizko izena?",
        "results": [
            [
                "Netscape (nabigatzailea). Netscape izena eraman zuten gero AOLena izango zen Netscape Communications Corporation enpresak sortu zuen web nabigatzaile serie bateko bertsioek. Serie horretako jatorrizko nabigatzailea munduko garai batean nagusia izan zen, baina nabigatzaileen artean 1990eko hamarkadaren bukaeran izan zen lehenengo lehiaren ondorioz bere erabiltzaile gehienak galdu zituen Internet Explorerren mesederako.",
                14.972296357154846
            ],
            [
                "Endeavour (anezka). Izena XVIII. mendeko HMS Endeavour britainiar itsasontziari zor dio, hain zuzen ere, James Cook kapitaina eta esploratzailearen agindupean egon zen ontzia. Izena Apollo 15 hegaldiaren aginte-moduluaren omenez ere badarama.",
                14.04305636882782
            ],
            [
                "Riviera Maya. Jatorriz, Riviera Maya beste izen batekin ezagutzen zen, \"Cancún-Tulum Turismo-korridorea\" bezala, baina 1999.urtean orain ezagutzen dugun izena hasi zen erabiltzen. Aurretik, 1996an, Asociación de Hoteles y Condominios de Playa del Carmen A.C. elkarteko enpresariek Servando Acuña, merkatuetan espezialista, kontratatu zuten; honek izen desberdinak proposatu zituen eta onartuena, zuen glamour kutsu eta, \"Riviera Maya\" izan zen.",
                13.957742810249329
            ],
            [
                "Andrew. Andrew greziar jatorriko Andreas izenaren ingelerazko aldaera da. Askotan \"Andy\" edo \"Drew\" gisa laburbiltzen da. Euskarazko Anderren parekoa da.",
                13.87588655948639
            ],
            [
                "Windows XP. Windows XP Microsoft konpainiak ordenagailu pertsonalarentzako garatutako sistema eragilea da. Windows NT sistema eragile multzoaren barnean dago, eta 2001eko urriaren 25ean merkaturatu zen. Microsoftek Windowsxp estilismoarekin idazten du, eta garapen garaian Whistler kode izena eman zion.",
                13.813260912895203
            ]
        ]
    },
    "tst-eu-83": {
        "query": "Zein hizkuntza hitz egiten du Victoire Tomegah-Dogbé politikari togoarrak?",
        "results": [
            [
                "Bubiera. Bubiera Bohobé edo Bube–Benga Bioko uharteko hizkuntza da, Niger-Kongoko familiakoa eta Bantu azpifamiliakoa. Bubi eta wovea herrien hizkuntza, bere hiru aldareek (iparraldekoa, hegoaldekoa eta eki-erdialdekoa) 50.000 hiztun inguru dituzte. Gabon eta Kamerunen ere bubierazko hiztunak ere badaude. Ekuatore Gineako eskualde kontinentaleko kostaldean ere, hiztun batzuk daude, nahiz eta azkenaldian wumbokoera pasa.",
                14.11622667312622
            ],
            [
                "Ngũgĩ wa Thiong'o. 2004an, Ngũgĩk berak eta haren emazte Njeerik bisitaldi labur bat egin zuten Kenyan. Denboraldi horretan, sikarioz osatutako pelotoi batek hotelean eraso egin zien. Gaur egun Kalifornian bizi da, Irvine-n, Kaliforniako Unibertsitateaningelesa eta literatura konparatua irakasten.",
                13.991041421890259
            ],
            [
                "Belgikako hiztun-komunitate alemana. Aleman hizkuntza-komunitatearen parlamentuak 25 kide ditu eta hiru ministroz osatutako gobernua izendatzen du. Gobernu honek eskumenak ditu kultura, hezkuntza eta osasuna bezalako gaietan. Hizkuntza ofiziala alemana da baina frantses-hiztunek zenbati erraztasuna dituzte. Eskolako hizkuntza alemana da, baina frantsesa lehen hezkuntzan irakasten da bigarren hizkuntza bezala.",
                13.754075527191162
            ],
            [
                "Quebeceko frantses. Berez Kanadako quebecera hiztunek eta Frantziako frantses hiztunek elkar ulertzen dute, baina hizkuntza gehienetako hizkuntza ofiziala eta dialektoen artean jazotzen den bezala, frantses ofiziala eta quebeceraren artean ere ezberdintasunak daude, bai hiztegi aldetik nahiz ahoskera aldetik ere. Handiena quebecerak gaurdaino mantendu izan dituen antzinako frantsesaren hainbat hitz eta esamolde nahiz ahoskera dira, bai eta quebecera egunerokotasunean ingelesarekin egunerokotasunean elkarbizitzen den hizkuntza izanik, azken hizkuntza horrek quebeceran duen eragin handia dela eta, ingelesetik hartutako mailegu eta zenbait ahoskera ere. Izan ere, quebecera mintzatzen diren ia hiztun gutiak elebidunak dira, alegia, quebeceraz gain, ingelesez ere hitz egiten dute, bai bigarren hizkuntza gisan nahiz ama hizkuntza gisan.",
                13.737426280975342
            ],
            [
                "Txagatai hizkuntza. Ethnologuek txagatai hitza erregistratu du Afganistanen: herrialde hartan, tekkeari, turkmeneraren dialekto bati, erreferentzia egiteko erabiltzen da. XVII. mendera arte, txagataia Turkmenistango hizkuntza nagusia izan zen literaturan, eta turkmeneran eragina jaso bazuen ere, bi hizkuntzak turkiar hizkuntzen adar desberdinetakoak dira.",
                13.64546287059784
            ]
        ]
    },
    "tst-eu-84": {
        "query": "Nola sortu zen Alpetar gerrikoa?",
        "results": [
            [
                "Alkandora beltzak. Bere sorrera 1922ko abenduaren 28ko Ministroen Kontseiluan erabaki zen, Benito Mussolinik gidatua, eta 1923ko urtarrilaren 14an Viktor Emanuel III.a Italiakoak ofizialki sortu zituen dekretu bidez. Hasiera batean Alderdi Nazional Faxistaren erabilerarako milizia baten gisa pentsatu ziren izaera paramilitarreko talka-indar gisa., leialtasuna bakarrik Kontseiluko Presidenteari emanez eta ez erregeari. Laster, faxismoa estatuaren ideologia bilakatzen joan ahala, Italiako Armadaren paper osagarria jokatu zuten, formalki hala ez bazen ere. Atorra beltzek oposizio politikoa ezabatzeko erabili ohi zituzten metodoak indarkeria eta hilketa izan ziren.",
                15.665987610816956
            ],
            [
                "Gernika Batailoia. 1941ean Bigarren Mundu Gerran parte hartuko zuen Euskal Batailoi baten buruan Ikurrina egoteko lehen saiakera Manuel Irujo nafar politikari abertzaleak burutu zuen. Garai hartan, jada Londres hiriko Euskal Etxean egoitza zuen Atzerriko Euskal Jaurlaritzak Hego Euskal Herria munduan zehar ordezkatzeari ekin zion, Britainiar Gobernuarekin gauzatutako akordio baten bidez euskal ekintzaileek indar aliatuen alde elkarlanean aritzea ahalbideratu zuen. Frantziari dagokionez, 1941eko maiatzean Irujok eta Frantziar Kontseilu Nagusiaren ordezkari gorenena zen Charles de Gaulle frantziar jeneralak euskaldunez bakarrik osatutako batailoi bat osatzea adostu zuten: III. Itsas Infanteria Batailoia, Nafarroako kateen barnean zegoen Gernikako Arbola ikur zuela. Aldiz, Winston Churchill buru zuen Britainiar Gobernuak batailoi hark gerran parte hartzeari uko egin, eta azkenik, 1942ko maiatzean gerran partu hartu gabe desegin egin zen.",
                14.758578419685364
            ],
            [
                "Gernika Batailoia. Hurrengo ekimena jada arrakastatsuagoa izan zen: Gernika Batailoia. 1944an Atzerriko Euskal Jaurlaritzaren aginduz sortutako batailoi honek Eusko Abertzale Ekintzako kide eta lanbidez igeltseroa zen Kepa Ordoki iruindarra buru izan zuen eta Ikurrina bere bandera gisa erabili zuen. 1945eko apirilaren 14tik 20rarte Pointe de Graveko guduan (Pointe de Grave, Gironda) eremuko alemaniar kokalekuen aurka borrokatu zen. Ondoren, batailoi horretako gudariek Bordelen burututako desfilea Ikurrinarekin egin zuten, Ikurrina hark esanahi eta sinbolismo handia zuen, 1936ko Gerran Kandido Saseta hondarrabiar ofizial karismatikoaren gudarosteak erabili zuena izan baitzen.",
                14.718030095100403
            ],
            [
                "Alkandora beltzak. Hala deitzen zen Erromaren eraketaren dataren omenez eta baita Faxista Intelektualen Manifestua egin zen dataren omenez. Giaccomo Appiotti zuten buru eta Bigarren Italo-Etiopiar gerran parte hartzeko sortu zen.",
                14.633162260055542
            ],
            [
                "Alkandora beltzak. Hala deitzen zen Fasci de Combattimmentoren sorreraren omenez (1919ko martxoaren 23a). 1930. hamarkadaren erdialdean sortu zen Bigarren Italo-Etiopiar gerran parte hartzeko Etiopiaren aurka. Bigarren Mundu Gerran Bardiara joan ziren, eta 1941ean garaitu zituen Britaniar Armadak.",
                14.611846566200256
            ]
        ]
    },
    "tst-eu-85": {
        "query": "Noiz da Martin arrunten ugalketa garaia?",
        "results": [
            [
                "Martin I.a Siziliakoa. Maria hil ondoren, Catanian eta ahalordeen bitartez, 1402ko maiatzaren 21ean eta jada zuzenean 1402ko abenduaren 26an Zuria Nafarroakoa ezkondu zuen. Seme bakarra izan zuten, Martin izenekoa, 1403an jaioa eta 1407an Valentzian hila. Beraz ez zuen legezko oinordekorik izan baina bai sasikoak: Tarsia Rizzari, Frederiko Aragoikoa eta Yolanda Aragoikoa.",
                15.914260864257812
            ],
            [
                "El Pontón errota. 1847an, alegia, Pascual Madoz eta bere informatzaileek Hiztegi Geografikoan aipatzen dutenez, Bizkaiko hiru lantegi berri garrantzitsuenen artean zeuden: Maximo Agirreren Pontoikoa (kotoi haria lantzeko makineria dotoredun oihaltegia), Boluetako Santa Ana eta Abandoko aingura fundizioa. El Pontonen errota konpondu eta irin ekoizpena berriro martxan zela ere aipatzen dute.",
                15.138067960739136
            ],
            [
                "Martin Oianburu Artze. Okin gisa eta arrantxo batean ere lan egin zuen, betiere Brauli Iriarteren ardurapean. Hiru hamarkaden ondoren lortutako dirutzari ezker El Soto okindegia erosi zuen. Honela, apika okindegiak eta lursailak erosiz enpresaburu arrakastatsua bilakatu zen, sekulako dirutza bereganatuz.",
                15.030611991882324
            ],
            [
                "Martin ekaitza. Martin ekaitza 1999 abenduaren 16 eta 28 artean hego-mendebaldeko Europa jo zuen zikloia izan zen. Atlantikoko iparraldea zeharkatu zuen ziklogenesi lehergarri moduan. Frantzia herrialde kaltetuena izan zen: utzitako 30 hildakorik 27 frantziarrak ziren (horietatik bat Landetan). Euskal Herrian alerta laranja ezarri zen ekaitzaren ondorioz. Haize-ufadarik gogorrena Oléron uhartean jaso zen (198 km/o).",
                15.004926204681396
            ],
            [
                "Satyrium w-album. Tximeleta helduak uda aldean ikusten dira hegan eta ondoren arrautzak banan banan jartzen dituzte zumar zuhaitzen adarretan. Denbora pasa ahala arrautza zuriak marroi bihurtzen dira eta zaila izaten da aurkitzea. Arrautza hauetatik beldarrak ateratzen dira hurrengo urteko martxoa aldera eta lore eta hazietaz elikatzen dira. Ondoren pupa sortu eta imagoa ateratzen da. Ez dirudi inurriekin asoziaziorik eratzen dutenik.",
                14.94270372390747
            ]
        ]
    },
    "tst-eu-86": {
        "query": "Nondik dator Garajonayko parke nazionalaren izena?",
        "results": [
            [
                "Pieljekaise Parke Nazionala. Samierazko Bieljijgájse izenetik dator, \"belarriaren mendia\" esan nahi du, Pieljekaise mendiak (1.138m) belarri baten itxura hartzen baitu.",
                15.571959376335144
            ],
            [
                "Garphyttan Parke Nazionala. Örebro hiritik gertu dagoen Parke Nazional txikia da, 1'11 km²-ko hedadura baino ez baitu. 1857an babestu zuten eta 1909an Parke Nazional izendatu.",
                15.005608916282654
            ],
            [
                "Stenshuvud Parke Nazionala. Stenshuvud izenak \"Sten-en burua\" esan nahi du, kondairaren arabera bertako leize batean Sten erraldoia bizi zelako.",
                14.945840716362
            ],
            [
                "Padjelanta Parke Nazionala. Parkearen izena samierazko Badjelánnda izenetik dator eta \"lur garaiak\" esan nahi du. Sami etniak populatzen du eta hainbat herrixka izateaz gain elur-oreinak bazka dezaten zelai zabalak dituzte.",
                14.809996962547302
            ],
            [
                "Tresticklan Parke Nazionala. Tresticklan izenak \"hiruortza\" esan nahi du, eta Stora Tresticklan aintzirak duen itxurari egiten dio men. Scandinavia hegoaldeko aintzinako basoaren aztarnak aurkitzen dira bertan, horrek ematen dio garrantzia. Parkearen punturik garaiena Orshöjden muinoa da.",
                14.352848887443542
            ]
        ]
    },
    "tst-eu-87": {
        "query": "Non aurkitu daiteke gaur egun HMY Britannia itsasontzia?",
        "results": [
            [
                "Itsaspeko nuklear. Erresuma Batuan, Royal Navyren gaur egungo eta erretiratutako itsaspeko guztiak Barrow-in-Furness-en eraiki dira (horietako hiru salbuespen izan ezik: HMS Conqueror, HMS Renown eta HMS Revenge), non oraindik jarraitzen dira egiten propultsio nuklearreko itsaspekoak. Conqueror-a, propultsio nuklearreko itsaspeko bakarra izan da, torpedoen erabilpenarekin, beste itsasontzi baten aurka borrokatu egin duena. Horren ondorioa izan zen, ARA General Belgrano itsasontzia Malbinetako gerran hondoratu zuela 1982an.",
                15.5837921500206
            ],
            [
                "Newport Ship. Newport Ship (euskaraz Newporteko Itsasontzia) 2002ko ekainean Hegoaldeko Galesko Newport hirian kostaldean topatu zen XV. mendeko itsasontzi baten hondakinak dira. Riverfront Arts Centre eraikinaren eraikuntza lanetan ari zirela hiri horren erdigunean barna doan Usk ibaiaren mendebaldeko ertzean topatu zen. Berreskuratze lanen ondorioz kalte batzuk jasan zituen. Erdi Aroko Newporteko Itsasontzia (Newport Medieval Ship) izenez ere ezaguna da.",
                15.1532501578331
            ],
            [
                "Grant kapitainaren semeak. Lord Edward Glenarvan eskoziar aristokratak Eskoziako kostaldean egin ohi dituen aisialdiko itsas ateraldietako batean mezudun botila bat topatuko du. Mezua Britannia ontziko Harry Grant kapitainak idatzia da, dioenez duela bi urte bere ontzia hondoratu eta bera eta eskifaiako beste bi kide besterik ez omen dira bizirik atera. Haren seme-alaba Robert eta Maryk eskatuta, Lord Glenarvanek erreskate espedizio bat bidaltzea erabadiko du. Heuren oztopo nagusia naufragoek itsasora jaurtitako mezuko kokapen datuak irakur ezinak direla da, 37º hegoaldea ezik.",
                15.086698949337006
            ],
            [
                "Cutty Sark. Gaur egun Londres hirian dagoen Greenwich auzoko kai batean ikusgai dago. 2007ko maiatzaren 21ean zaharberritze prozesuan zegoela sute batek kaltetu zuen.",
                15.063565194606781
            ],
            [
                "Grant kapitainaren semeak. Lord Glenarvan et bere emazte Lady Helena, kapitainaren semeak eta Dunctan ontziko eskifaia Hego Amerikaruntz nabigatuko dute, mezuak Britannia ontziaren hondoratze lekua Patagonia izan zela iradokitzen baitu. Itsas ibilbidearen erdialdera, ustegabeko bidaiari bat topatuko dute: Jacques Paganel frantziar geografoa, erratuta okerreko ontzian sartu eta orain heuren espediziora batzera erabaki du, bere lanbideak hala derrigortuta burutu behar zuen beste bidaia bertan behera lagaz.",
                14.649053037166595
            ]
        ]
    },
    "tst-eu-88": {
        "query": "Zenbat denboraldi ditu The Leftovers telesailak?",
        "results": [
            [
                "The Sopranos. Sei denboraldiz eta 86 ataletan etenaldirik gabe aireratu zen, AEBtako kable-telebistako inoizko telesail arrakastatsuena izateaz gain, kritikarien goraipamena ere jaso zuen.",
                16.056664526462555
            ],
            [
                "Hawaii Five-0. CBS katean estreinatu zen, bertsio originala igorri zuena. Lehen bertsio bezala, talde elitista bat jarraitzen da, Hawaiiko estatuan delitugintza murrizteko. 2010eko irailaren 20an estreinatu zen, jatorrizko telesailaren estreinaldiaren baino 42 urte geroago. 2010eko azaroaren 21ean, CBS kateak Hawaii Five-0 sailak sasoi bakoitza 24 kapitulu izango zituela adierazi zuen.2011ko urtarrilaren 23an, telesailak rating altuena lortu zuen, lehenengo sasoiaren hamabosten kapituluak 19.230.000 ikusle izan zituen Estatu Batuetan. 2011ko maiatzaren 15an saila berritu zuten eta 2011ko irailaren 19an estreinatu zen. 2015eko maiatzaren 11an, CBS kateak Hawaii Five-0 berritu zuen seigarren sasoia egiteko.",
                15.572303354740143
            ],
            [
                "Aitaren Etxea (telesaila). Aitaren Etxea Pausokak Euskal Telebistarentzat sortutako euskal telesaila da. 2014 amaieran Euskal Telebistak iragarri zuen Goenkale bukatu egingo zela 22 denboraldi eta gero. Horregatik, fikzioak utziko zuen hutsunea betetzeko hurrengo proiektua Aitaren etxea izan zen.",
                15.558450996875763
            ],
            [
                "Ilunabar Aldea (1959ko telesaila). Ilunabar Aldea () AEBtako zientzia-fikzio, fantasia eta suspensezko telesail bat da. 1959ko urriaren 2tik 1964ko ekainaren 19ra CBS katean aireratu zen. Denera 156 atal izan zituen eta 5 denboraldiz aireratu zen.",
                15.349598944187164
            ],
            [
                "Jericho (2006ko telesaila). Jericho AEBtako zientzia-fikzio post-apokaliptiko telesail bat da. 2006ko irailaren 20tik 2008ko martxoaren 25era CBS katean 2 denboraldiz aireratu zen eta 29 atal izan zituen.",
                14.873446762561798
            ]
        ]
    },
    "tst-eu-89": {
        "query": "Zein eskualdetan dago Mercy-le-Haut?",
        "results": [
            [
                "Mercier (Quebec). Mercier Quebeceko udalerri bat da, Kanadan. Montérégie eskualdean kokatuta dago, eta horren barruan dagoen Roussillon konderriko eskualde udalerria da..",
                15.099999248981476
            ],
            [
                "Notre-Dame-de-la-Merci (Quebec). Notre-Dame-de-la-Merci Quebeceko udalerri bat da, Kanadan. Lanaudière eskualdean kokatuta dago, eta horren barruan dagoen Matawinie konderriko eskualde udalerria da..",
                15.009851276874542
            ],
            [
                "Heuvelland. Udalerria Mendebaldeko Flandriako Mendixkak izeneko eskualdean dago. Mendirik altuena Kemmelberg (156 m) da. Beste batzuk ere badira: Vidaigneberg (136 m), Rodeberg (129 m), Scherpenberg (125 m) eta Wijtschate (82 m). Frantziarekin mugan Zwarteberg dago.",
                14.026074707508087
            ],
            [
                "Sainte-Angèle-de-Mérici (Quebec). Sainte-Angèle-de-Mérici Quebeceko udalerri bat da, Kanadan. Bas-Saint-Laurent eskualdean kokatuta dago, eta horren barruan dagoen La Mitis konderriko eskualde udalerria da..",
                14.009007275104523
            ],
            [
                "Saint-Hippolyte (Quebec). Saint-Hippolyte Quebeceko udalerri bat da, Kanadan. Laurentides eskualdean kokatuta dago, eta horren barruan dagoen La Rivière-du-Nord konderriko eskualde udalerria da..",
                13.923334419727325
            ]
        ]
    },
    "tst-eu-90": {
        "query": "Zein generotakoa da Police Academy pelikula?",
        "results": [
            [
                "Stripes. Izenburuak AEBtako banderaren zerrendei aipamen egiten die. Police Academy (1984) komedia filmaren antza handia duen filma da, hura polizia akademia batean girotua zegoen bitartean hau koartel militar batean dago.",
                16.987775802612305
            ],
            [
                "School of Rock. School of Rock (euskaraz Rock Eskola) 2003ko Richard Linklater estatubatuar zinema zuzendariaren umorezko musikal filma bat da. Jack Black, Joan Cusack, Mike White, Sarah Silverman, Miranda Cosgrove eta Joey Gaydos Jr. aktoreek antzeztu zuten.",
                15.465086698532104
            ],
            [
                "Léon: The Professional. Léon (Jean Reno) soldatapeko hiltzaile profesionala erosketa batzuk egiten ari den unean Mathilda (Natalie Portman) izeneko neskato bati bizia salbatzean arazotans artuko da, New Yorkeko Drogaren Aurkako Saileko poliziek neskatoaren etxea tirokatu eta haren senide guztiak sarraskitu baititu. Polizia hauen buruzagia Norman Stansfield da (Gary Oldman). Mathildak Léoni hark jarduten duen lanbidea irakas diezaion eskatuko dio: hasierako zalantzen ondoren, Léonek baiezkoa emango dio. Baina filma aurrera doan heinean, neskatoa bere salbatzailea den hiltzaileaz maitemindu eta bere senideetatik maite zuen kide bakarra zen anai txikiaren heriotza mendekatzea erabakitzen duenean drama bat bilakatuko da.",
                15.00901985168457
            ],
            [
                "La poliziotta. La poliziotta 1974ko urteko italiar umorezko film poliziakoa da, Stenok zuzendua. Egindako lanari esker, Mariangela Melatok David di Donatello Saria lortu zuen.",
                14.838555335998535
            ],
            [
                "Le commissaire est bon enfant, le gendarme est sans pitié. Le commissaire est bon enfant, le gendarme est sans pitié 1935eko Jacques Becker eta Pierre Prévert frantziar zinema zuzendarien umorezko film ertaina da. Georges Courteline eta Georges Lévyren antzezlanetan oinarrituta dago.",
                14.78121292591095
            ]
        ]
    },
    "tst-eu-91": {
        "query": "Zein izan zen Emden gerraontziaren erabilera nagusia?",
        "results": [
            [
                "Destruktore. 1920ko eta 1930eko hamarkadetan, destruktoreak, eginkizun diplomatikoetan edo hondamendi humanitarioak agertzen zirenean erabiltzen ziren. Britainiar edo estatubatuar destruktoreak kostatik gertu eta Txinako ibaietan ikustea erreza zen, bere interes kolonialak bermatzen.",
                15.275601744651794
            ],
            [
                "Destruktore. Gallipoliko guduan eta Heligoland-eko badiako guduan eginkizun inportanteak egin zituzten, hala nola, tropak garraiatzea, esploratzea eta beste itsasontziak laguntzea. Jutlandiako guduan britainiar 80 destruktorek eta Alemaniako 60 torpedo-ontzik parte hartu zuten. Gerra hasierak, destruktoreentzako etsai arriskutsu berri bat ekarri zuen; Itsaspekoa edo U-Boot. Itsaspekoak ur azpian kamuflatu ahal ziren eta bertatik torpedoak jaurti, beraz, abantaila handiak zeuzkaten. Aldiz, hasierako destruktoreek aukera zeukaten soilik, itsaspekoa murgildu aurretik suntsitzeko edo abordatzeko. Halaber, itsaspekoentzako, destruktoreak torpedoen bidez suntsitzea zaila egiten zitzaien, azkenekoek zingo txikia zutelako.",
                15.254400134086609
            ],
            [
                "Destruktore. XX. mendean destruktoreen diseinua asko aldatu zen hainbat aspektuetan. Lehenengoa, lurrun-turbinen sarrera izan zen. 1897ko ontzi-aldizkarian Turbinia izeneko lurrun-turbinez propultsatutako itsasontzi baten erakustaldi bat argitaratu zen. Ondorioz, Royal Navy-ak lurrun-turbinez propultsatutako destruktore bat diseinatzea agindu zuen. 1899an proiektu honen bidez bi itsasontzi eraiki ziren, HMS Viper ontzia eta HMS Cobra. Ontzi horiek lurrun-turbinez ekipatutako lehenengo gerraontziak izan ziren, eta Viper itsasontzia 36 korapiloko abiadurara heltzen zen. 1910ean itsas armada guztiek lurrun-turbinak erabiltzen zituzten beraien itsasontzi azkarrenetan. Bigarren garapena, dortoka-oskola itxura zeukan brankako bizkarra ordezkatzea izan zen, brankako gaztelu garai batez. Horrek, itsasontziak itsasoan portaera hobea izatea eragiten zuen.",
                15.13953721523285
            ],
            [
                "Torpedo. Jada Lehen Mundu Gerran Alemaniar Inperioko itsaspekoek asko erabili zuten arma izan zen, horren adibide RMS Lusitania ontziaren hondaratzea.",
                14.996875166893005
            ],
            [
                "Itsas Errepublikak. X. mendea eta XIII. mendearen artean euren hiriak babesteko asmoz ontzi ugariz osatutako itsas-gudarosteak eraiki eta haiekin Mediterraneoan barna merkataritza sare zabalak hedatu zituzten, Gurutzadetan berebiziko garrantzia izan zuten, gurutzatuen gudarosteak itsasoz garraiatu baizituzten.",
                14.779303669929504
            ]
        ]
    },
    "tst-eu-92": {
        "query": "Zein da Gogebic konderriaren hiriburua?",
        "results": [
            [
                "Gogebic konderria (Michigan). Gogebic konderria () Michiganko konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Bessemer da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                20.420849442481995
            ],
            [
                "Donegal konderria. Lifford/Leifear dauka hiriburu eta Letterkenny/Leitir Ceanainn hiri nagusi . Hauek dira beraz hiri eta herri handienak:",
                16.63996934890747
            ],
            [
                "Gage konderria (Nebraska). Gage konderria () Nebraskako konderri bat da, Ameriketako Estatu Batuetan. Hiriburua Beatrice da. 2010eko zentsuaren arabera  biztanle zituen,  kilometro koadroko azaleran.",
                16.17866289615631
            ],
            [
                "Gävle. Itsaso Baltikoaren ertzean dago, Dalälven ibaia itssoratzen den puntutik oso gertu. Gävleborgeko konderriko hiri handiena da eta hegoaldeko muturrean kokaturik dago.",
                15.872758030891418
            ],
            [
                "Gävle. Gävle, Suediako hiria da, Gävleborgeko konderriko hiriburua. 2010eko erroldaren arabera hiriak 71.033 biztanle ditu.",
                15.747210144996643
            ]
        ]
    },
    "tst-eu-93": {
        "query": "Nongoa da Kaiser Chiefs taldea?",
        "results": [
            [
                "Kansas City Chiefs. Kansas City Chiefs AEBtako Missouri estatuko Kansas City hirian egoitza duen amerikar futbol talde profesional bat da. NFL liga profesionalean jokatzen du. 1960an sortu zen eta etxeko partiduak Arrowhead Stadium estadioan jokatzen ditu.",
                16.706273198127747
            ],
            [
                "Twenty One Pilots. Twenty One Pilots (TØP edo |-/) bezala ezaguna da. Tyler Josephek 2009an sortu zuen Twenty One Pilots taldea institutuko lagun batzuekin, Nick Thomasekin eta Chris Salihrekin. Hirukoteak Ohion jarraitzaile batzuk lortu zituen, baina 2011n, Thomasek eta Salihek taldea utzi zuten. Josh Dun izeneko mutila elkartu zen, aurretik taldeko laguna eta zalea ere bazen.",
                14.75008761882782
            ],
            [
                "Matthias Withoos. 21 urte zituela, Withoos, Van Schrieckrekin eta Willem van Aelst-ekin Erromara joan zen. Bertan \"Bentvueghels\" taldean izan ziren eta Withoosen ezizena \"Calzetta Bianca\" (\"Mahuka Zuria\") izan zen.",
                14.408917784690857
            ],
            [
                "Lemmy Kilmister. Ian Fraser \"Lemmy\" Kilmister (Burslem, Staffordshire, Erresuma Batua, 1945ko abenduaren 24a - Los Angeles, Kalifornia, 2015eko abenduaren 28a) ingeles rock musikari, abeslari eta kantautore bat izan zen, Motörhead talde ospetsuaren sortzailea, abeslaria eta burua. Bere musika eta bizimoduarengatik, heavy metal generoko ikur bilakatu zen.",
                14.401507496833801
            ],
            [
                "Arctic Monkeys. Arctic Monkeys Ingalaterrako rock alternatibo musika talde bat da. 2002an Sheffield hirian sortu zen. Taldekideak honakoak dira: Alex Turner (abeslaria, gitarra erritmikoa eta gitarra elektrikoa), Matt Helders (bateria eta ahotsak), Jamie Cook (gitarra elektrikoa, gitarra erritmikoa eta pianoa) eta Nick O'Malley (baxua eta ondoko ahotsak). Iraganean Andy Nicholson (gitarra baxua eta ondoko ahotsa) kidea ere izan zen baina 2006an taldea utzi zuen.",
                14.394065976142883
            ]
        ]
    },
    "tst-eu-94": {
        "query": "Nor izan zen Bahram I.a?",
        "results": [
            [
                "Rama I.a. Egun Thailandian aginpidean dagoen Chakkri dinastiaren sortzailea da. Gorteko militar baten semea zen. Birmaniarrek Ayutthaya, Siamgo hiriburua, hartu ondoren (1767), Taksin tai erregearen zerbitzuan hasi zen, eta berehala bihurtu zen gudarostearen buruzagi. Gerra luze baten ondoren, Siamgo lurralde guztiak bateratu zituen eta errege egin zuten 1782an. Hiriburua Bangkokera aldatu, erreforma budista abiarazi (1788-1789) eta tai legeria idatzi zuen (1805). Taien indar militarrari esker, haren mende geratu zen Indotxinako penintsula erdia. Tai hizkuntzara bihurtarazi zituen India, Txina, Pertsia eta Javako literatura obra nagusiak. Phraphutthayotfa Chulalok izan zuen izena bizi zelarik; hil ondoren Rama I.a deitu zuten.",
                15.819297194480896
            ],
            [
                "Rama I.a. Phra Phutthayotfa Chulalok —nazioartean Rama I.a errege izenaz ere ezaguna— (; Ayutthaya,  - Phra Nakhon, ) Siamgo erregea izan zen.",
                15.815975069999695
            ],
            [
                "Rabban Bar Sauma. Bagdaden bost urte eman eta gero, bertako Ekialdeko Elizako Patriarka izendatu zuten Bar Sauma. Izendapena Ilkhanerriko buru Abaqa Khanek berretsi behar zuen, baina gortera iritsi zenean, Abaqa hil berriaren seme eta oinordeko Arghun Khanekin bildu zen, eta hark oso bestelako asmoak zituen maisuarentzat. Arghun Khanek Europa kristauaren eta Ilkanerriaren arteko aliantza egin nahi zuen mamelukoen aurka, eta Rabban Bar Sauma pertsona egokia zen horretarako: kristaua (nestoriotarra) zen, pertsieraz hitz egiten zuen eta Ilkhanaren aholkularien konfiantza zeukan.",
                15.575311064720154
            ],
            [
                "Balak. Balak (), Sipor erregearen semea, Moab herriaren erregea zen. Berari buruz ezagutzen ditugun informazioak Bibliatik datoz. Moabitarrak israeldarren etsaiak ziren. Balak erregearen erreferentzia zenbakien liburuan dator eta Balaam profetarekin lotuta dago. Israeldarrak, Egiptotik ihes egiten, multzo handietan mugetaraino heldu ziren, Jordan ibaiaren ekialdera, Jeriko herriaren aurrean, eta Balak-ek profetari zer egin behar zuen galdetu zion. Balaamek, erregeak espero zuen aurka, lasai uzteko erantzun zion.",
                15.069650650024414
            ],
            [
                "Kenneth I.a Eskoziakoa. Kenneth I.a Eskoziakoa edo Kenneth MacAlpin (), (810 inguru, Eskozia - 858ko otsailaren 13a, Cinnbelachoir, Eskozia), Piktoen erregea eta Eskoziako Erresumako lehen erregea izan zen. Hil ondoren An Ferbasach (Konkistatzailea) ezizena eman zitzaion.",
                14.927917003631592
            ]
        ]
    },
    "tst-eu-95": {
        "query": "Nondik dator Collage hitza?",
        "results": [
            [
                "Brandeburgoko kontzertuak. Bachek bildumarentzat idatzi zuen eskeintzak Concerts avec plusieurs instruments (Kontzertuak zenbait instrumenturekin) adierazten du. Bachek \"orkestra instrumentuen espektrurik zabalena... konbinaketa ausartetan\" erabili zuen, Christoph Wolffek esan zuen bezala.",
                13.404864072799683
            ],
            [
                "Jazinto Rivas. 1998an, Iker Goenagak Soinugorri albumean ”Elgeta”  kalejira-doinua grabatu zuen. Goenagaren ustez Elgetak aniztasuna ekarri zuen, musikaltasuna, aldaeren grazia eta sortzearen gozoa. Eta maisu handiekin gertatzen den moduan, behin eta berriro entzunda ere beti ikasi egiten da entzuten den aldiro.",
                13.329679250717163
            ],
            [
                "Pinakoteka. Izen hori Interneten bidez ikus daitezkeen margolan bilduma dira. Horietan margolanak digitalizatuak ikus daitezke, batzutan erresoluzio handiez. Horrelako proiektu ezagunetarikoa Google Arts & Culture da; proiektu horretan munduko hamazazpi instituzio handiak ari dira parte hartzen.",
                13.180095314979553
            ],
            [
                "Tesela. Teselak konglomeratzaile ia likidozko ohe baten gainean jartzen ziren. XIX. mendeko margolari inpresionisten puntillismoarekin aldera daitekeen teknika bat zen. Mosaikoz egindako zoladura bat egiteko, hainbat urrats egin behar ziren, eta denborarekin hobetzen joan ziren. Lantegia berezia zen. Han, koadroa diseinatzen zen lehenik, eta lan honek enblema izena hartzen zuen, grekotik hartutako ahotsa, \"Inkrustatzen den zerbait\" esan nahi duena. Koadroa diseinatu ondoren, kolorearen araberako banaketa egiten zen. Ondoren, zatitutako lursail horietako bakoitzetik txantiloi bat ateratzen zen papiroan edo oihalean, eta txantiloi horren gainean teselak jartzen ziren, aurretik aukeratutako ereduari jarraituz. Teselak alderantzikatuta jartzen ziren, hau da, ikusiko zen aurpegiak txantilioiari itsatsita egon behar zuen. Lan hau amaituta zegoenean, adituek in situ garraiatzen zuten, artistak bere lana bertan amai zezan.",
                13.1174236536026
            ],
            [
                "Julio Villar. E, Petrel! Nabigatzaile bakarti baten koadernoa (gaztelaniaz: ¡Eh, Petrel! Cuaderno de un navegante solitario (1974). 2022an Ibon Gaztañazpik euskaratu zuen.",
                13.112107157707214
            ]
        ]
    },
    "tst-eu-96": {
        "query": "Nola izena zuen HJK futbol taldeak hasiera batean?",
        "results": [
            [
                "Athletic Football Club Bournemouth. 1890an Boscombe St. John's Institute FC taldea sortu zen baina hau desegin zenean, bertako jokalari batzuek 1899an Boscombe FC birsortu zuten. XX mendearen hasieran The Cherries (\"gereziak\") ezizena hartu zuen, beren zelaia gereziondoen alboan baitzegoen eta beren kamiseta ere gorria baitzen. 1923an hiriaren izena hartu eta Bournemouth and Boscombe Athletic Football Club bihurtu zen.",
                15.543835163116455
            ],
            [
                "Harlequin FC. 1866an Hampstead Football Club sortu zuten Londres iparraldeko Eton and Middlesex Tavern pubean baina hurrengo urtean zuzendaritza taldearen arteko desadostasunen ondorioz taldea bitan banatu zen eta Wasps FC sortu zen. Hampsteaden izena aldatu beharra izan zuten eta HFC hizkiak errespetatzeko Harlequin Football Club izena hartu zuten.",
                15.386195421218872
            ],
            [
                "FK Kukësi. 2010an izen berria hartu eta garai berriari ekin zion, bikain ekin ere. Lehenengo denboraldian lehen mailara itzuli eta 2013-tik herrialdeko talde onenetakoa izan da liga bat eta bi kopa irabaziz.",
                15.303207397460938
            ],
            [
                "Jeonbuk Hyundai Motors. Jeonbuk Hyundai Motors FC () Hego Koreako futbol talde ezaguna da, Jeonju hirikoa. Hego Koreako futbol liga lau aldiz irabazi du eta Asiako txapelduna izan zen 2006an.",
                15.265748023986816
            ],
            [
                "Hasparren AC. 1959an sortu zen eta lehenengo 15 urtetan Jean Goicoetchea izan zen lehendakaria. 1969an Euskal kostaldeko txapelduna izan zen eta 1970an Fédérale 3 mailara igo zen. 1990an nesken taldea osatu zuen Gorostiak izenarekin.",
                15.223541259765625
            ]
        ]
    },
    "tst-eu-97": {
        "query": "Zein izan zen Nizeako II. kontzilioaren helburu nagusia?",
        "results": [
            [
                "Lentini. Azkenean, Nizean eratu zen kontzilioa eta 787ko irailean gauzatu zen. Horretan, gotzainak gogoz jardun zuen, mintzatzean lehena izanik Siziliako gotzainen artean. Konstantinoren ondoren, apezpiku-hiria desagertu zen. Islamiarren nagusitasuna agertu zelako. Haiek, K.o. 847an, Lentini eraso eta konkistatu zuten, biztanle ugari sarraskituz.",
                15.17237776517868
            ],
            [
                "Foro Soziala. Bi helburu nagusi zituen: batetik, bakea eraikitzeko prozesua babestea, eta bestetik, azken urteetan bizi izandako indarkeria zikloaren ondorioen konponbidea errazten laguntzea.",
                14.920752227306366
            ],
            [
                "Makabearren II. Liburua. Liburuak Jerusalemgo tenpluaren berreraikitzearen osteko sagarapena eta Nikanorren mehatxuak eraikinaren kontra azaltzen du. Gainera, Heliodororen heresia ere aipatzen du.",
                14.882873117923737
            ],
            [
                "1820ko iraultzak. Napolin errebeldeen helburu bakarra konstituzioa aldarrikatzea zen bitartean, Turinen 1821eko urtarrilean lehertu zen matxinadak austriarren aurkako tentsioak eta antsietateak hartu zituen, hiri horretan jada lehenago agertu zirenak savoiatarren poliziak odolez itzalitako ikasleen altxamenduekin. Azken matxinada honek Viktor Emanuel I.a Savoiakoaren abdikazioa eragin zuen. Risorgimentoko ikurrak ziren gizon batzuek parte hartu zuten, horien artean Santorre di Santa Rosa. Altxamenduak Carlos Felix Sardiniakoa erregea Turinera itzultzean eta Austriako tropen esku-hartzearekin amaitu ziren, berak hala eskatuta.",
                14.881689727306366
            ],
            [
                "Gorpuaren Sinodoa. XX. menderarte gertakari hauetaz egin den inprepretazio nagusia nahiko argia zen: Formoso beti izan zen Karolingiarren aldekoa, eta Lambertoren koroatzea 892an derrigortua izan zen. Arnulfo hil ostean eta Karolingiarren agintearen gainbeherarekin Erroman Lamberto hirira sartu eta Eztebe derrigortu zuen Gorpuaren Sinodoa egitera, berak Inperioko korora eskubidea zuela argi gera zedin, eta ziurrenik Formosoren aurkako hil osteko mendeku gisa.",
                14.873509585857391
            ]
        ]
    },
    "tst-eu-98": {
        "query": "Zeintzuk ziren Catherine McCormacken ogibideak?",
        "results": [
            [
                "Catherine McCormack. Catherine Jane McCormack (Epsom, Surrey, 1972ko apirilaren 3a) ingeles zinema, telebista eta antzerkiko aktore bat da.",
                18.26683509349823
            ],
            [
                "Catalina Lercaro. Catalina Lercaro (XVI. mendea) Kanariar uhartetan jaiotako emakumea zen. Haren familiak, Lercarotarrak, Italian zuen jatorria eta San Cristóbal de La Laguna, Tenerife uhartean, izen handia izan zuen. Gaur egun, Catalina Kanariar Uhartetako mamu ezagunena da.",
                14.416703581809998
            ],
            [
                "Catherine Dickens. Catherine Thomson \"Kate\" Dickens (Edinburgo, Eskozia, Erresuma Batua, 1815eko maiatzaren 19a - London, Ingalaterra, Erresuma Batua, 1879ko azaroaren 22a) Charles Dickens eleberrigilearen emaztea eta bere hamar haurren ama izan zen.",
                14.29072654247284
            ],
            [
                "Catharine Parr Traill. Londres hego-ekialdeko Rotherhithe izeneko barrutian jaio zen 1802 urtean, Strikland sendian. Bere lau ahizpa eta bi anaiekin batera, Reydon Hall landa eremuan hazi zen. Haren bi ahizpa zaharrenek, Eliza eta Agnes Strikland, ospea eskuratu zuten eginiko idazlan historikoei esker. Ahizpa gazteenak, berriz, Catharine eta Susanna Moodie haur literaturari ekin zioten.",
                14.22252357006073
            ],
            [
                "Margaret Fountaine. Margaret Fountaine neska ausarta zen , mundutik bidaiatu zuena bost kontinenteetatik pasatu zuena berrogeita hamar urtetan eta tximeleten aditua bihurtu zen. Geroago hamabi liburu non batzuetan 3000 orri baino gehiago idatzi zituen.",
                13.999701380729675
            ]
        ]
    },
    "tst-eu-99": {
        "query": "Non dago Formentera kokatuta, iparraldean edo hegoaldean?",
        "results": [
            [
                "Gabrantobizeak. Ptolomeok bere Geografian gabrantobizen golkoa parisiien lurraldearen iparraldean zegoela esan zuen.",
                14.375365912914276
            ],
            [
                "Karpetaniar. Karpetaniar () Iberiar goi-lautadaren erdialdean bizi zen herri zelta izan zen, zeltiberiarren ahaidea izan zena. Tajo eta Guadianaren goiko arroan kokaturik, K.a. III. medean federazio edo konfederazio bat osatu zuten. Bigarren Gerra Punikoa baino lehen kartagoarrak borrokatu zuten baina K.a. 219an Hanibalek menderatuak izan ziren.",
                14.325115859508514
            ],
            [
                "Lazetaniar. Lazetaniar () erdialdeko Katalunian bizi zen iberiar herria izan zen. Iparraldean bergistanoak, ekialdean ausetanoak, mendebaldean ilergeteak eta hegoaldean laietaniar eta kosetaniak zituzten. Hiri nagusiak Iesso (Guissona) eta Sigarra (Els Prats de Rei) izan zituzten.",
                14.310463607311249
            ],
            [
                "Inis Tuaisceart. Inis Tuaisceart (ingelesez Inishtooskert) Irlandako hego-mendebaldeko kostaldean dagoen Blasket uhartediko uharte iparraldekoena da.",
                14.253002226352692
            ],
            [
                "Levanteko itsasoa. Levanteko itsasoa (; ; ; ) Mediterraneoaren ekialdean dagoen itsasoa da. Iparraldean Turkia, ekialdean Siria, Libano, Israel eta Gazako zerrenda, hegoaldean Egipto eta Libia eta ipar-mendebaldean Egeo itsasoa ditu. Bertoko uharterik handiena Zipre da.",
                14.17780488729477
            ]
        ]
    },
    "tst-eu-100": {
        "query": "Zein dira Fredrikstad FK taldearen koloreak?",
        "results": [
            [
                "Fredrikstad. Fredrikstad Norvegiako udalerria da. Østfold konderrian kokatua dago. 288.11 km² ditu eta  biztanle ditu.",
                16.606302976608276
            ],
            [
                "1. FFC Frankfurt. 1973an sortu zen SG Praunheim taldean du jatorria. 1990 hamarkadan Bundesligan aritu zen, sailkapenaren erdialdean. 1998an 1. FFC Frankfurt srtu zen eta berehala iritsi ziren tituluak. 2002an UEFA Emakumezkoen Txapeldunen Liga abiatu zen eta garaipena lortu zuen finalean Umeå IK suediarra 2-0 gaindituz.",
                15.576483011245728
            ],
            [
                "Kalmar FF. Taldea 1910an sortu zen IF Göta izenarekin eta lehenengo hamarkadetan bigarren eta hirugarren mailatan aritu zen. 1948an egin zuen debuta goren mailan baina urrezko aroa 1980 hamarkadan izan zuen bi kopa eskuratuz.",
                15.254456758499146
            ],
            [
                "Austriako futbol selekzio nazionala. Taldeak historikoki Alemaniaren kolore berak erabili izan ditu, elastiko zuria eta praka beltzak.Desberdintasun bakarra galtzerdietan zegoen, alemaniarrek zuria eta austriarrek beltza. 2004an Hans Krankl entrenatzaileak gehiago desberdintzeko helburuarekin Austriako banderaren koloreak hartu zituen etxeko ekipamenduarentzako eta aurreko koloreak bigarren uniformatarako utzi zituen.",
                15.07935619354248
            ],
            [
                "Bartzelona Futbol Kluba (emakumezkoen taldea). Taldea 1988an sortu zen Club Femení Barcelona izenarekin eta Superligaren sortzaileetako bat izan zen 1989an. Hasieran Bartzelona Futbol Klubaren barnean ez bazegoen ere kolore blaugrana hartu zuen. 1991ean Kopako finalista izan zen eta 1994an lehenengo titulua eskuratu zuen, Erreginaren Kopa. 2001ean sartu zen FC Barcelonaren egituraren barnean.",
                14.990107417106628
            ]
        ]
    }
}