{
    "val-en-1": {
        "query": "What did Petra van Staveren win a gold medal for?",
        "results": [
            [
                "Olympic Games. Individual athletes have also used the Olympic stage to promote their own political agenda. At the 1968 Summer Olympics, in Mexico City, two American track and field athletes, Tommie Smith and John Carlos, who finished first and third in the 200meter sprint race, performed the Black Power salute on the podium. The runner up Peter Norman wore an Olympic Project for Human Rights badge in support of Smith and Carlos. IOC President Avery Brundage then told the United States, to either send the two athletes home or withdraw the track and field team. The United States chose to send the pair home.",
                0.48203595114005965
            ],
            [
                "Belgium. Kim Clijsters and Justine Henin both were Player of the Year in the Women's Tennis Association. The Spa-Francorchamps motor-racing circuit hosts the Formula One World Championship Belgian Grand Prix. The Belgian driver, Jacky Ickx, won eight Grands Prix and six 24 Hours of Le Mans. Belgium also has a strong reputation in motocross. Sporting events held each year in Belgium include the Memorial Van Damme athletics competition, the Belgian Grand Prix Formula One, and a number of classic cycle races such as the Tour of Flanders and Liège–Bastogne–Liège. The 1920 Summer Olympics were held in Antwerp.",
                0.4756519416027458
            ],
            [
                "Stefano Mei. Mei won the silver medal in the 5,000 metre race, and the gold medal in the 10,000 metre race during the 1986 European Championships in Athletics in Stuttgart, Germany. Mei also won a bronze medal in the 10,000 metre race during the 1990 European Championships in Athletics, in Split, Yugoslavia (now Croatia). He competed in the 1984 and 1988 Summer Olympics.",
                0.4716954618892521
            ],
            [
                "Samer Kamal. Samer Kamal is a Jordanian athlete. He won the bronze medal in Taekwondo (a form of martial arts) in the 1988 Summer Olympics in Seoul, South Korea. He was the first Jordanian athlete to get a medal for Jordan in the Olympics in Seoul. This gave many Jordanians pride in this achievement during the 1980s.",
                0.46843598420284366
            ],
            [
                "October 1. 1988  Singles' Tennis: Steffi Graf wins the gold medal at the 1988 Summer Olympics, having already won all Grand Slam tournaments of the year, becoming the first, and so far only, winner of a 'Golden Slam' in tennis.",
                0.46419971932599324
            ]
        ]
    },
    "val-en-2": {
        "query": "How many genera does the Erysiphales order contain?",
        "results": [
            [
                "Beetle. Polyphaga: polyphaga is the largest and most diverse suborder of beetles. The name means “eaters of many things”. Polyphaga have 144 families in 16 superfamilies. They have an enormous variety of specialization and adaptation, with over 300,000 described species, or about 90% of the beetle species so far discovered and named. There are five infraorders:",
                0.5460365414126276
            ],
            [
                "Cactus. Cacti are members of the plant family Cactaceae, in the order Caryophyllales. There are about 127 genera, with over 1750 known species. Almost all of them are native to the Americas, from Patagonia in the south to parts of western Canada in the north. The species Rhipsalis baccifera also grows in Africa and Sri Lanka.",
                0.5441152388947784
            ],
            [
                "Rosaceae. Rosaceae  (rose-like plants) is a large family of plants. There are about 100-120 genera with between 3,000 and 4,000 species in them. Well-known plants from the family include:",
                0.5330014879983016
            ],
            [
                "Beetle. Adephaga: 40,000 recorded species in 10 families. This is a suborder of specialized beetles, the second largest suborder. Members include ground beetles, tiger beetles, predacious diving beetles, and whirligig beetles. The majority of the species belong to the family of carabids, or ground beetles (Carabidae).",
                0.5270408221667541
            ],
            [
                "Honeysuckle. Honeysuckles are types of shrubs or vines in the family Caprifoliaceae. They are found in North America, Asia and Europe. There are about 180 different species of honeysuckle, many of which are climbing plants. Over 100 types of honeysuckle are found in China. Europe and North America have only about 20 types each.",
                0.5248169317655975
            ]
        ]
    },
    "val-en-3": {
        "query": "Do all arthropods have antennae?",
        "results": [
            [
                "Arachnid. Arachnids have no antennae or wings. Their body is organized into two parts: the cephalothorax, and the abdomen.",
                0.6622814719789387
            ],
            [
                "Antenna (biology). An antenna (plural antennae) is one of a pair of feelers (appendages) connected to the front segments of crustaceans and insects. They are found on the first two segments of the head. The smaller pair are known as antennules.",
                0.62942068168166
            ],
            [
                "Beetle. Beetles use their antennae to smell things. Beetles also use their antennae to feel things around them. Beetle antennae do not all look the same. Some antennae are long and thin, while others are short and wide. Thin antennae are called filiform antennae, and antennae that are wide on the end are called clavate antennae.",
                0.6221499498629176
            ],
            [
                "True bug. The antennae of bugs usually have five segments. The tarsi (foot parts) of their legs have three or fewer segments.",
                0.6142432098056135
            ],
            [
                "Invertebrate. Insects and other arthropods have no bones, but they have a skeleton on the outside of their bodies, called an exoskeleton.",
                0.6128503747184271
            ]
        ]
    },
    "val-en-4": {
        "query": "When did Chance the Rapper debut?",
        "results": [
            [
                "50 Cent. 50 Cent first appeared on Onyx's 1998 single \"React\". In 1999, he recorded the single \"How to Rob\" for the soundtrack of In Too Deep. Power of the Dollar was supposed to be 50 Cent's first album which included \"How to Rob\". He became successful in rap music in 2002. He was helped by his fellow gang boss Rijaan D. M. (the same person who helped him release track \"Wanksta\"). Since then, he has sold millions of records. His first album, \"Get Rich or Die Tryin'\" broke music records and went multi-platinum. It was number one right away on the Billboard 200.  It sold 872,000 copies in the first four days. 50 and the album both won an American Music Award. He won the first Sound of... award by the BBC for new artists. He also won the BET Award for Best New Artist.",
                0.5938518321980454
            ],
            [
                "Eminem. After getting a copy of the album Licensed to Ill, from the Beastie Boys group as a teenager, Marshall became interested in hip-hop. He began to make raps at the age of 14 under the pseudonym \"M&M\". Shortly after that, he joined the Bassmint Productions group, which released an EP titled Steppin' onto the Scene. After the release of the EP, Bassmint productions changed its same to \"Soul intent\".  The group released Eminem's first single, called \"Fuckin' Backstabber\", in 1995 under the independent record label Mashin' Duck Records. Despite being a student at Lincoln High School in Warren, eminem would sneak out and often participated in freestyle rap battles at Osborn High School in eastern Detroit. Even though most of the hip-hop members in his state were African-Americans, Marshall ended up being well accepted by the  underground hip-hop public. After repeating the ninth grade three times for truancy and low grades, he dropped out of school at age 17. Although he dropped out of school, he eventually got his GED. In 1991, his uncle, Ronnie Polkingharn, committed suicide. Mathers was very close to him and was shocked by this fact. He has a tattoo remembering him on his left arm that says \"Ronnie RIP\".",
                0.5666161211359602
            ],
            [
                "Eminem. Eminem signed with Interscope Records and Aftermath Entertainment in 1998. He released his major-label debut album, The Slim Shady LP, a year later in February 1999. Billboard praised the album as \"light years ahead of the material he had written before\". It went on to be one of the most popular albums of 1999, and went 3x platinum in the United States before the end of the year. The album's popularity also brought controversy around much of the albums lyrics. In '97 Bonnie and Clyde\" he describes a trip with his newborn daughter, Hailie, when he discards his wife's body, and in another song called \"Guilty Conscience\", it ends with persuading a man to kill his wife and his lover. \"Guilty Conscience\" marked the beginning of the friendship and musical bond between Dr. Dre and Eminem. The two would later collaborate on a lot of hit songs, including \"Forgot About Dre\" and \"What's the Difference\" from Dr. Dre's album 2001, \"Bitch Please II\" from The Marshall Mathers LP, \"Say What You Say\" from The Eminem Show, \"Old Time's Sake\" and \"Crack a Bottle\" from Relapse and \"I Need a Doctor\" and \"Die Hard\" from Dr. Dre's Detox. Dr. Dre would appear to have at least one guest appearance on all of Eminem's studio albums for Aftermath Entertainment. The album has now been certified 5x platinum in the US. With this release, Eminem was accused of imitating the style and word choice of underground rapper Cage.",
                0.5600225308232789
            ],
            [
                "Eminem. One of Mathers' early mentors as a rapper was the local rapper Champtown, who gave Mathers his first time in a studio. Mathers also starred in his first song in Champtown's \"Do-Da-Dipity\" from 1992. Mathers and Champtown later had relationship problems and their friendship ended in 1995. Champtown said Eminem falsely accused him of trying to get with his wife at the time, Kim. Before he began rapping, Mathers also had a few minimum wage jobs. Some of these were at a restaurant called Gilbert's Lodge and at Little Caesars.",
                0.5523908845683598
            ],
            [
                "Sean Paul. Sean Paul Ryan Francis Henriques (born 9 January 1973) is a Jamaican rapper, singer, songwriter and actor. Sean Paul appeared as himself in the 1998 movie Belly. In 2000 he released his first album, Stage One. In 2003 Sean Paul had his first number one single. He was featured on Beyoncé Knowles' 2003 number one single \"Baby Boy\". In 2003 he also rapped on Blue Cantrell's UK number one single \"Breathe\". In 2006 Sean Paul rapped in Rihanna's single \"Break It Off\". He rapped on Pitbull's 2011 single \"Shake Señora\" with T-Pain. Sean Paul's sixth album Full Frequency will be released on February 18, 2014. The first single off the album, \"Other Side of Love\", was released to iTunes on September 10, 2013. It reached number one in the UK R&B Chart. Full Frequency includes songs with Nicki Minaj, 2 Chainz, Juicy J, and Iggy Azalea.",
                0.5399401160523594
            ]
        ]
    },
    "val-en-5": {
        "query": "What is the UN Sustainable Development Goal 11’s definition of a sustainable city?",
        "results": [
            [
                "Sustainable development. Sustainable development is a way for people to use the things they need so there will be left. It means building things without harming the natural world.",
                0.5834450256981055
            ],
            [
                "Sustainable development. Most people in the rich nations have most of these needs, but there are still many people living in poverty and in poor quality homes. Even if these basic needs are met there are still plenty of ways in which their ‘quality of life’ is under threat: from crime, from pollution, or from living in neighbourhoods where no-one in authority seems to care.\"Sustainable development is development that meets the needs of the present without compromising the ability of future generations to meet their own needs\".",
                0.5763404891640648
            ],
            [
                "Sustainable development. - Our Common Future (Report), World Commission on Environment and DevelopmentMany areas have programmes to promote local sustainability: many are called ‘Local Agenda 21’ plans, named after the international Agenda 21 action plan for sustainable development agreed at the United Nations Earth Summit held in 1992.",
                0.5282600474497281
            ],
            [
                "Curitiba. In the 1990s, the city won the United Nations Environment Program prize - UNEP, from the UN, said to be the top prize of the environment in the world. In June 1996, the chairman of the Habitat II summit of mayors and urban planners in Istanbul said Curitiba was \"the most innovative city in the world.\" In 2003, the city received the title of Capital of Culture of the Americas by the organization CAC-ACC. In 2006, Curitiba hosted the event COP8/COP-MOP3 the UN. Today, Curitiba is considered one of the best examples of urban planning worldwide.",
                0.5241795177716376
            ],
            [
                "Sustainable development. The Brundtland Commission said sustainable development is the same thing as sustainability: It \"meets the needs of the present and [does not] compromise the ability of future generations to meet their own needs\"\"",
                0.5156709147740226
            ]
        ]
    },
    "val-en-6": {
        "query": "What are the four styles of Zhejiang cuisine?",
        "results": [
            [
                "Curitiba. In Curitiba, one can find restaurants of all kinds. There are options for all tastes and palates, the regional to international cuisine. The city has food establishments specializing in German, Polish, Chinese, Arabic, Japanese, Italian, Portuguese, Indian, Mexican, etc., and, of course, regional cuisines of Brazil. Santa Felicidade neighborhood is considered to have good Italian food; it is the place where some of the first Italian immigrants arriving in Paraná settled, where they dedicated themselves to the agricultural production, planting herbs, wine and cheese willow trees, the greatest attraction in Santa Felicidade is to be the gastronomic district of Curitiba, with a large number of restaurants offering typical food and wine from the colony. There are also wineries and wine bars, craft stores and willow furniture. According to the Guinness Book of World Records, the largest restaurant of the Americas is in this Curitiba neighborhood.",
                0.5019694535206726
            ],
            [
                "Sichuan pepper. Sichuan pepper is one of the few spices which are important for Tibetan and Bhutanese cookery of the Himalayas. This is because few spices can be grown there. One Himalayan specialty is the momo, a dumpling stuffed with vegetables, cottage cheese or minced yak meat, beef or pork and flavoured with Sichuan pepper, garlic, ginger and onion. The noodles are steamed and served dry, together with a fiery sauce.  Tibetans believe it can sanitize meat that may not be so fresh. In reality it may only serve to mask foul flavors.",
                0.49737883310519393
            ],
            [
                "Bosnia and Herzegovina. Bosnian cuisine uses many spices, in moderate quantities. Most dishes are light, as they are cooked in lots of water. The sauces are fully natural, with little more than the natural juices of the vegetables in the dish. Typical ingredients include tomatoes, potatoes, onions, garlic, peppers, cucumbers, carrots, cabbage, mushrooms, spinach, zucchini, dried beans, fresh beans, plums, milk, paprika and cream called Pavlaka. Bosnian cuisine is balanced between Western and Eastern influences. As a result of the Ottoman administration for almost 500 years, Bosnian food is closely related to Turkish, Greek, and other former Ottoman and Mediterranean cuisines. However, because of years of Austrian rule, there are many influences from Central Europe. Typical meat dishes include mostly beef and lamb. Some local specialties are ćevapi, burek, dolma, sarma, pilaf, goulash, ajvar and a whole range of Eastern sweets. Local wines come from Herzegovina where the climate is suitable for growing grapes. Herzegovinian loza (similar to Italian Grappa but less sweet) is very popular. Plum or apple alcohol beverages are made in the north. In the south, distilleries used to produce vast quantities of brandy. Brandy is the base of most alcoholic drinks.",
                0.49566227263054297
            ],
            [
                "Singapore. Dining is an important part of life in Singapore. Singaporean food is an example of the many different cultures in the country. It is also an example of mixing among cultures. British, Chinese, Indian, Malay, Tamil, and Indonesian styles of cooking all mix together. It is especially known for its seafood. Typical Singaporean food includes: Satay, Nasi lemak, Chilli crab, Kaya toast, and Hainanese chicken rice, Laksa, Fish Head Curry, Hokkien Prawn Mee and Char Kway Teow.",
                0.48830248635014534
            ],
            [
                "Berlin. Berlin is also home to a diverse gastronomy scene reflecting the immigrant history of the city. Immigrants brought their culinary traditions to the city, such as the varied fast-food version of the doner kebab. Asian cuisine like Chinese, Vietnamese, Thai, Indian, Korean, and Japanese restaurants, as well as Spanish tapas bars, Italian, and Greek cuisine, can be found in many parts of the city.",
                0.47921461093564227
            ]
        ]
    },
    "val-en-7": {
        "query": "If today is 14th October, and it is not a leap year, how many days remain until the end of the year?",
        "results": [
            [
                "October. October begins on the same day of the week as January in common years, but no other month in leap years begins on the same day of the week as October. October ends on the same day of the week as January in common years and February every year, as each other's last days are 39 weeks (273 days) and 35 weeks (245 days) apart respectively.",
                0.6219937969001748
            ],
            [
                "Year. A year is about 365 days (except in a leap year). It is the time it takes the Earth to go completely around (orbit) the sun once. A year is actually almost 365.25 days long, but a calendar has 365 days, except in a leap year, which has 366 days.",
                0.6016898449611358
            ],
            [
                "Leap year. A leap year is a calendar year in which an extra day is added to the Gregorian calendar, which is used by most of the world. A common year has 365 days, but a leap year has 366 days. The extra day, February 29, is added to the month of February. In a common year, February has 28 days, but in a leap year it has 29 days. The extra day, called a leap day, occurs on the same day of the week as the first day of the month, February 1. Additionally, a leap year does not begin and end on the same day of the week, as a common year does.",
                0.598130414812815
            ],
            [
                "October. October (Oct.) is the tenth month of the year in the Gregorian calendar, coming between September and November. It has 31 days. The name comes from the Latin octo for \"eight\". It was the eighth month of the year before January and February were added to the beginning of the year.",
                0.5961684106981779
            ],
            [
                "Leap year. We have leap years because instead of 365 days, the Earth really takes a few minutes less than 365-1/4 days (365.24219) to go completely around the Sun. Without leap years, the seasons would start one day earlier on the calendar every four years. After 360 years, spring in the Northern Hemisphere and autumn in the Southern Hemisphere would begin on December 21 (which is when winter in the Northern Hemisphere and summer in the Southern Hemisphere presently begins).",
                0.5868487098518311
            ]
        ]
    },
    "val-en-8": {
        "query": "Which network released the TV series of the The Punisher?",
        "results": [
            [
                "Firefly (TV series). Firefly was first broadcast on the FOX network. It was cancelled after only eleven of the fourteen episodes were shown. Even though the show did not last long, it sold very well when it was released onto DVD and had great fan support. Because of this, Whedon and Universal Pictures made a movie based on the series, titled Serenity. The movie was named after the fictional spaceship in the show.  It won an Emmy in 2003 for \"Outstanding Special Visual Effects for a Series\".",
                0.5564139193148234
            ],
            [
                "Buffy the Vampire Slayer. After five seasons, the series left the WB and went to the United Paramount Network (UPN) for its last two seasons.  In the United Kingdom, the entire series was shown on Sky One and BBC2. The BBC showed the series at two different times. A family-friendly version with violence and bad language cut out was shown early in the evening and an unedited version was shown later at night. Sky One did something similar. It showed an edited version in the afternoon and the uncut version in prime time. From the fourth season onwards, the BBC showed the series in anamorphic 16:9 widescreen format, but Whedon said that Buffy was never supposed to be watched this way.",
                0.5511588481931101
            ],
            [
                "Star Wars: The Clone Wars (2008 TV series). The series airs on Cartoon Network U.S. and Cartoon Network Worldwide. First in U.S. in 2008. Netflix had obtained rights for season six.",
                0.5194223072431967
            ],
            [
                "The CW. The CW Television Network (commonly referred to as simply The CW) is an American television network that is operated by The CW Network, LLC. It launched at the beginning of the 2006–2007 television season and is a joint venture between Paramount Global's CBS Entertainment Group, the former owner of United Paramount Network (UPN), Warner Bros. Discovery's Warner Bros., former majority owner of The WB Television Network and Nexstar Media Group, the largest affiliation of the network. The \"CW\" name comes from the first letter of the names of these corporations (CBS and Warner Bros.).",
                0.5184560870068773
            ],
            [
                "Buffy the Vampire Slayer. Buffy the Vampire Slayer was first shown on March 10, 1997 on the WB network. It was a very important part of the Warner Bros. television network in its early years.",
                0.5173412925684417
            ]
        ]
    },
    "val-en-9": {
        "query": "What is the population of the Spanish region of Galicia?",
        "results": [
            [
                "Galicia (Spain). Galicia or Galiza is a nationality in Spain that became a Spanish autonomous community in 1978. It is in the northwest of the Iberian Peninsula. It shares borders with Portugal to the South and the communities of Castile and León and Asturias to the east.",
                0.6251949096023335
            ],
            [
                "Region of Murcia. The Region of Murcia is an autonomous community in the south-east of Spain. The region has 1,350,000 people. The capital is Murcia, with 410,000 people. Other important cities are Cartagena, Lorca, Molina de Segura, and Cieza.",
                0.6074790594298112
            ],
            [
                "Aragon. Aragon has a population, in 2013, of 1,347,150, for a population density of  inhabitants/km2, one of the lowest in Spain. The most densely populated areas are around the valley of the Ebro river, particularly around Zaragoza, and in the Pyrenean foothills (the hills at the base of the Pyrenees), while the areas with the fewest inhabitants tend to be those that are higher up in the Pyrenean mountains, and in most of the southern province of Teruel.",
                0.6062029657336224
            ],
            [
                "Galician language. Galician (Galician: ) is a modern language that is spoken in Galicia, a region of Spain in the northwest of the Iberian Peninsula. Galician is closely related to Portuguese because they split from the same language, which is now called Galician-Portuguese or Medieval Galician. Some even say that Galician and Portuguese are two dialects of the same language but with different accents. However, most scholars say that the differences are now so great since both languages separated in the Middle Ages that they are now truly different languages. Galician is also very similar to the Leonese language.",
                0.5948409937495587
            ],
            [
                "Languedoc-Roussillon. The Languedoc-Roussillon region has a population, in 2012, of 2,700,266, for a population density of  inhabitants/km2.",
                0.5841014529937283
            ]
        ]
    },
    "val-en-10": {
        "query": "How many stages of labour are there in childbirth?",
        "results": [
            [
                "Childbirth. Childbirth, also known as labour and delivery, is the ending of pregnancy where one or more babies leaves the uterus by passing through the vagina or by Caesarean section. In 2015, there were about 135 million births globally.",
                0.6463189402217691
            ],
            [
                "Pregnancy. Pregnancy is when a woman or female mammal has an unborn baby inside her. During pregnancy, a female is called \"pregnant\". A human pregnancy is about 38 weeks long, from conception to childbirth.  Usually the mother has one baby at a time.  Sometimes the mother has two babies at one time.  Two babies are called twins.  The mother can have three or more babies at one time.  This does not happen very often in humans. Aboout one in 85 pregnancies are of twins, and about one in 7,000 are of triplets.",
                0.5898448529305748
            ],
            [
                "Birth. Multiple birth is the birth of two (twins), three (triplets), four (quadruplets), etc., babies resulting from a single pregnancy.",
                0.575007647222592
            ],
            [
                "Pregnancy. At the end of a full pregnancy, the woman's body pushes the baby out through her vagina. This is called delivering a baby or giving birth.  Mothers can get help for birth from a midwife, nurse, or doctor.  In some places, mothers give birth at home.  In other places, mothers give birth in a hospital.  Mothers who are ill or hurt may need to go to a hospital.",
                0.5656384074815342
            ],
            [
                "Pregnancy. Human pregnancy is divided into three parts called trimesters. A trimester is about three months long. During the first trimester, the woman might feel ill in her stomach. She might have to urinate often. During the second trimester, the woman's abdomen starts to stick out. During the third trimester, her abdomen sticks out even more, and she becomes even heavier.",
                0.5654556303768753
            ]
        ]
    },
    "val-en-11": {
        "query": "When did the merger of Takara and Tomy take place?",
        "results": [
            [
                "Tackey and Tsubasa. Tackey & Tsubasa (タッキー&翼) is a Japanese pop duo from Johnny & Associates. Its two members are Hideaki Takizawa (Japanese: 滝沢秀明, Takizawa Hideaki) and Tsubasa Imai (今井翼, Imai Tsubasa). They are known for their Japanese television dramas and they have been successful with numerous hit singles, especially \"Kamen\" and \"Venus\". Their records are produced by Avex Trax.",
                0.5392725871243348
            ],
            [
                "Toei Company. Tokyo-Yokohama Films (東横映画 Tō-Yoko Eiga, incorporated in 1938, had previously erected its facilities immediately east of the Tōkyū Tōyoko Line, they managed the Tōkyū Shibuya Yokohama studio system prior to V-J Day. From 1945 through the Toei merger, Tokyo-Yokohama Films leased from the Daiei Motion Picture Company a second studio in Kyoto. Through the merger, they gained the combined talents and experience of different actors. On October 1, 1950, the Tokyo Film Distribution Company was incorporated; in 1951 the company purchased Ōizumi Films.",
                0.5370548338485863
            ],
            [
                "20th Century Studios. In 1935, Twentieth Century Pictures, Inc. and Fox Film Corporation merged together to form \"Twentieth Century-Fox Film Corporation\" (the hyphen between \"Century\" and \"Fox\" was dropped in 1985), or simply \"20th Century Fox\". During the Golden Age of Hollywood it was one of the \"Big Five\" studios (the other were MGM, Paramount Pictures, RKO Radio Pictures and Warner Bros. Pictures). From 2013 to 2019, it was a subsidiary of 21st Century Fox Inc., which was a company formed when News Corporation split up into two companies. As of July 2018, their two most financially successful movies are Avatar, released in 2009, and Titanic (under international rights), released in 1997. Both movies were directed by James Cameron. Fox's most highly acclaimed movie, according to review aggregator website Rotten Tomatoes (jointly owned by Universal and Warner Bros.), is All About Eve, released in 1950 and directed by Joseph L. Mankiewicz. In December 2017, Disney announced its plans to buy most of 21st Century Fox's assets, which included a bidding war with Comcast; the acquisition process was completed on March 20, 2019, with the last pre-Disney release from the studio being Alita: Battle Angel, released on February 14, 2019. The remaining assets Disney didn't acquire, notably the Fox network and Fox News, were spun-off into a new company called Fox Corporation. On January 17, 2020, Disney announced that it would be dropping the word \"Fox\" from the company name, presumably to avoid confusion with Fox Corporation, renaming it to \"Twentieth Century Studios,\" along with Searchlight Pictures. However, the studio was still legally incorporated and traded as Twentieth Century Fox Film Corporation until December 4, 2020. As of December 4, 2020, the company has been using 20th Century Studios, Inc. as copyright for 20th Century Studios and Searchlight Pictures, while the company has been using 20th Television, Inc and 20th Century Fox in Australia under Gerard Bevan Group CEO and VP. for the copyright of 20th Television productions as a Disney subsidiary.",
                0.49427654987804426
            ],
            [
                "Cathay Pacific. On 28 September 2006, Cathay Pacific underwent a shareholding realignment under which Dragonair became an owned subsidiary but continued to operate under its brand. In January 2016, Cathay Pacific announced it was rebranding Dragonair as Cathay Dragon. On 21 October 2020, Cathay Pacific announced that it would shut down all operations of Cathay Dragon and merge it with its parent company due to the lack of customers and heavy economic problems brought by the COVID-19 pandemic. This merger marked the end for the subsidiary carrier after 35 years of operation.",
                0.4831515239521107
            ],
            [
                "United Artists. In 1967, United Artists was bought by Transamerica Corporation. In 1981, Metro-Goldwyn-Mayer and United Artists merged to form MGM/UA Entertainment Co.. In 1985, Turner Broadcasting System announced it would buy MGM/UA. Then in 1986, MGM split from Turner (while keeping MGM's library of pre-May 1986 films, television and cartoons to make way for Turner Entertainment Co.) and renamed to MGM/UA Communications Co.. In 1990, MGM/UA was bought out by Pathé and renamed to MGM-Pathé Communications. In 1992, MGM-Pathé was bought by Crédit Lyonnais and reverted to Metro-Goldwyn-Mayer. In 1997, MGM was sold to Tracinda Corporation. In 2005, MGM/UA formed the new company MGM Holdings.",
                0.47110748419183024
            ]
        ]
    },
    "val-en-12": {
        "query": "In which country is the Salzburg Red Bull Arena?",
        "results": [
            [
                "Salzburg. Salzburg (; ; literally \"Salt Fortress\"; ) is the capital and also a district of the Austrian state of Salzburg or Salzburgerland. The population is about 150,000 and is the 4th largest city of Austria.",
                0.6343679954352537
            ],
            [
                "New York Red Bulls. The New York Red Bulls are an American soccer team. They play in Major League Soccer in Harrison, New Jersey. Until 2006, they were known as the MetroStars. Their homeground is the Red Bull Arena in Harrison.",
                0.556919595040775
            ],
            [
                "Imtech Arena. The Imtech Arena is a concert and sports arena in Hamburg, Germany. It is owned and used by the Hamburger SV football team. Many Hamburg residents still refer to the arena as the Volksparkstadion (Peoples Park Stadium), though AOL bought the naming rights for 30 million marks or 15.3 million euros in 2001. From July 2007 until July 2010 the name was HSH Nordbank Arena.",
                0.5438681630573656
            ],
            [
                "Salzburg. In 1938, Germany annexed Austria and Salzburg was a part of Germany. In 1945, when Austria was independent from Germany. It became a federal state again.",
                0.5377639049244692
            ],
            [
                "Allianz Arena. Allianz Arena (; known as Fußball Arena München for UEFA competitions) is a football stadium in the north of Munich, Germany. Bayern Munich, TSV 1860 München and the Germany national football team use this stadium. The stadium offers 69,901 seats.",
                0.5319533854803282
            ]
        ]
    },
    "val-en-13": {
        "query": "In which country is Cilleruelo de San Mamés located?",
        "results": [
            [
                "Orihuela. Orihuela is a city on the coast in Spain in the Alicante province, on the Segura river in a district called Vega Baja. Oranges and lemons are grown. The city has a population of 75,000 with very important historical monuments like the Cathedral and the church of Santiago, the church of Santa Justa and Rufina and the Seminarium.",
                0.5058375358781092
            ],
            [
                "Clermont-Ferrand. Clermont-Ferrand is a commune in the Puy-de-Dôme department in the Auvergne-Rhône-Alpes region in central-southern France.",
                0.49500173427391314
            ],
            [
                "Andorra. Andorra (), officially the Principality of Andorra, is a landlocked sovereign country located in the eastern Pyrenees Mountains of Southern Europe and bordered by Spain and France.",
                0.4723945360408757
            ],
            [
                "Melilla. Melilla is a city in North Africa, which is separated from Spain by the Mediterranean Sea. It is an exclave that belongs to Spain, and is all surrounded by Morocco, which believes it should belong to them. Ceuta is another such city. Until it became a self-governing city in 1995, it belonged to the Province of Málaga.",
                0.470173621218876
            ],
            [
                "Alcalá de Henares. Alcalá de Henares is a city in the Community of Madrid, Spain. It is thirty kilometres from Madrid. It has about 200,000 people. There is a university. Miguel de Cervantes, an important Spanish writer, the author of the \"Don Quixote\", was born there.",
                0.4662931733024277
            ]
        ]
    },
    "val-en-14": {
        "query": "When did the Bleeding Kansas civil confrontations take place?",
        "results": [
            [
                "March 30. 1855 – Origins of the American Civil War: Bleeding Kansas – \"Border Ruffians\" from Missouri invade Kansas and force election of a pro-slavery legislature.",
                0.6262459730176961
            ],
            [
                "Kansas. Upon hearing this, about 1,200 armed New Englanders came to Kansas to vote against slavery. However, thousands of southerners, mostly from Missouri, came to vote for slavery. The final vote was to make slavery legal, and Kansas adopted most of Missouri's slave laws. There was fighting between Southerners and Northerners in Kansas. In one fight, John Brown and his men killed five people in the Pottawatomie Massacre. Later, Southerners destroyed Lawrence, Kansas. Kansas was called \"Bleeding Kansas\".",
                0.6185773842991507
            ],
            [
                "Kansas. On August 21, 1863, William Clarke Quantrill led a force of 300 to 400 Confederates into the town of Lawrence, Kansas. Quantrill and his troops burned, looted, and destroyed the anti-slavery town. This battle became known as the Lawrence Massacre. In total, 164 Union soldiers and 40 Confederate soldiers died in the Lawrence Massacre. In the Battle of Mine Creek, on October 25, 1864, Union soldiers attacked Confederates as they were crossing the Mine Creek. The Union surrounded the Confederates, and captured 600 men and two generals. 1,000 Confederate soldiers and 100 Union soldiers died in the battle. In total, 8,500 people from Kansas died or were wounded in the Civil War.",
                0.5988350204966433
            ],
            [
                "Kansas. Kansas was first settled by Americans in 1827 when Fort Leavenworth was built. In the 1850s, more people came to live in Kansas. This was also when people were fighting about slavery. People were allowed to move to Kansas in 1854 because of the Kansas–Nebraska Act. When this happened, anti-slavery Free-Staters from New England and pro-slavery people from Missouri quickly came to Kansas. They wanted to decide whether Kansas would become a free state or a slave state. Because of this, a lot of fighting happened, and it was known as Bleeding Kansas. The anti-slavery people won. On January 29, 1861, Kansas entered the Union as a free state.",
                0.5627891485480628
            ],
            [
                "Kansas. Four months after Kansas became a state, the Civil War started. Out of the 381 battles in the Civil War, four were fought in Kansas. Throughout the war, Kansas remained a Union state.",
                0.5531816088440831
            ]
        ]
    },
    "val-en-15": {
        "query": "Who first described the white-winged chough?",
        "results": [
            [
                "Emu. The first written description of the emu was under the name of the New Holland Cassowary in Arthur Phillip's Voyage to Botany Bay, published in 1789. The species was named by ornithologist (bird expert) John Latham, who worked on Phillip's book. He provided the first descriptions of and names for many Australian bird species. Its scientific name, Dromaius novaehollandiae, is from the Latin words, meaning \"fast-footed New Hollander\". The history of the common name, emu, is not certain, but is thought to have come from an Arabic word for large bird. This word was later used by Portuguese explorers to describe the related Cassowary in New Guinea. In Victoria, some Indigenous Australian words for the emu were Barrimal in the Djadja wurrung language, myoure in Gunai, and courn in Jardwadjali.",
                0.5633221689064466
            ],
            [
                "Red panda. French zoologist Frédéric Cuvier first described the western red panda Ailurus fulgens fulgens in 1825, 48 years before the black and white bear was classified.",
                0.5323213327485379
            ],
            [
                "Immunology. In the 18th century, Pierre-Louis Moreau de Maupertuis made experiments with scorpion venom and observed that certain dogs and mice were immune to this venom. This and other observations of acquired immunity led to Louis Pasteur (1822–1895) developing vaccination and the germ theory of disease. Pasteur's theory was in direct opposition to contemporary theories of disease, such as the miasma theory. It was not until the proofs Robert Koch (1843–1910) published in 1891 (for which he was awarded a Nobel Prize in 1905) that microorganisms were confirmed as the cause of infectious disease. Viruses were confirmed as human pathogens in 1901, when the yellow fever virus was discovered by Walter Reed (1851–1902).",
                0.5206498616437256
            ],
            [
                "Ornithology. Konrad Gesner wrote his Vogelbuch and Icones avium omnium around 1557. Later, England developed a tradition of ornithology. Francis Willughby, John Ray, Gilbert White, John Gould (who studied the birds of Australia) and Peter Scott are good examples.",
                0.5197236486251844
            ],
            [
                "Compsognathus. Thomas Henry Huxley (\"Darwin's bulldog\"), who was a comparative anatomist, made a study of it nearly 150 years ago. He compared the first fossil bird, Archaeopteryx, with Compsognathus. These two fossils were found in the same rocks: Solnhofen limestone in Bavaria, Germany. The strata come from the end of the Jurassic, about 144 million years ago. Huxley showed that the two were almost identical, except for the front limbs and feathers of Archaeopteryx. He showed the basic affinity of birds and reptiles, which he united them under the title of Sauropsida. Huxley concluded that birds evolved from small carnivorous dinosaurs.",
                0.5149283174236251
            ]
        ]
    },
    "val-en-16": {
        "query": "In which city were the 26th biathlon world championships held?",
        "results": [
            [
                "February 21. 1960 - The first Olympic biathlon is held, during the 1960 Winter Olympics in Squaw Valley, California. Over 20 kilometers, Sweden's Klas Lestander becomes the first Olympic champion in this event.",
                0.6121435980442391
            ],
            [
                "2006 Winter Olympics. Olympic events were mainly held in Turin. Other events such as skiing and snowboarding had to be held in mountain areas.",
                0.5626790551802084
            ],
            [
                "2006 Winter Olympics. The 2006 Winter Olympics, officially known as the XX Olympic Winter Games, were held in Turin, Italy from 10 to 26 February 2006. This was the second time Italy hosted the Olympic Winter Games. The first time was the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also had the 1960 Summer Olympics in Rome.",
                0.555655490906532
            ],
            [
                "2006 Winter Olympics. 1,548 men and 960 women were in the Olympics. There were 84 events.   The official motto of the XX Olympic Winter Games was \"Passion lives here\".",
                0.5019115786055015
            ],
            [
                "1996 Summer Olympics. The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, were held in Atlanta, United States from July 19 to August 4.",
                0.5004204015265894
            ]
        ]
    },
    "val-en-17": {
        "query": "What was the previous name of the Gillette Stadium?",
        "results": [
            [
                "FC Dallas. From 1996 to 2002 the team played in the 92,100-capacity Cotton Bowl in Dallas. To save money the club played its 2003 home games at Dragon Stadium, a high school stadium in Southlake, a Fort Worth suburb. The club lost money in the high school stadium because Texas law does not allow the sale of alcohol on a public high school campus. The team moved back to the Cotton Bowl for the 2004 season. In August 2005, the club moved into Pizza Hut Park, a soccer stadium in the northern suburb of Frisco. The contract that allowed Pizza Hut to put its name on the stadium ended in January 2012, and the stadium was renamed FC Dallas Stadium. In September 2013, a new sponsorship contract was signed with Toyota, and the stadium was renamed Toyota Stadium. Following renovations to the south end of Toyota Stadium, the relocated National Soccer Hall of Fame opened at the stadium in October 2018.",
                0.5711991030098365
            ],
            [
                "Stadium Australia. As \"Stadium Australia\", the name was sometimes confused with the Sydney Football Stadium, which was formerly known as Aussie Stadium.",
                0.5313327921071249
            ],
            [
                "New England Revolution. The New England Revolution are a United States football (soccer) team from Foxborough, Massachusetts that plays in the Eastern Conference of Major League Soccer. They share the Gillette Stadium with the New England Patriots, a football team in the NFL.",
                0.516251909367487
            ],
            [
                "Sporting Kansas City. They started out as the Kansas City Wiz, before changing their name to the Kansas City Wizards in 1997. Later, in November 2010, they changed their name again to Sporting Kansas City, as the team was moving into a new stadium in the 2011 season. The stadium has been known by several names, first Livestrong Sporting Park, then Sporting Park, and now Children's Mercy Park.",
                0.5129406844256676
            ],
            [
                "Stadium Australia. In 2002, the stadium was named after the sponsor Telstra. 1 January 2008 it was renamed the ANZ Stadium. In 2021 it was renamed again to Accor Stadium following a sponsorship deal with Accor the largest hotel chain in Australia. Accor operate hotels adjacent to the stadium under the brands Pullman, Novotel, Ibis & Ibis Budget all located within the Olympic Park prescient. As part of the deal, a number of upgrades were completed including a new large screen running the length of one side of the stadium",
                0.5105495004314359
            ]
        ]
    },
    "val-en-18": {
        "query": "Is a graphics address redressing table a type of input-output memory management unit?",
        "results": [
            [
                "Central processing unit. Modern CPUs often use a memory management unit (MMU). An MMU is a component that translates addresses from the CPU to (usually) different RAM addresses. When using an MMU, the addresses used in a program are (usually) not the \"real\" addresses where the data is stored. This is called virtual (the opposite of \"real\") memory. A few of the reasons why it is good to have an MMU are listed here:",
                0.5344794611088486
            ],
            [
                "Central processing unit. When the CPU wants to read or write data in RAM, it outputs an address to that data. Each byte in RAM has a memory address. The size of addresses is often the same as the word size: A 32-bit CPU uses 32-bit addresses, etc. However, smaller CPUs, like 8-bit CPUs, often use addresses that are larger than the word size. Otherwise the maximum program length would be too short.",
                0.4905704172846803
            ],
            [
                "Central processing unit. MMUs allow code from libraries to appear at different addresses every time a program is run. This is good because not knowing where things are in memory often makes it harder for hackers to make programs do bad things. This is called address space randomization.",
                0.48460837144941216
            ],
            [
                "Random-access memory. Random-access memory (or simply RAM) is the memory or information storage in a computer that is used to store running programs and data for the programs. Data (information) in the RAM can be read and written quickly in any order. Normally, the random access memory is in the form of computer chips. Usually, the contents of RAM are accessible faster than other types of information storage.However, RAM is volatile, which means that every time the computer is turned off, all the data in the RAM is lost. The alternative to this, Non-volatile random-access memory (NVRAM), keeps its data without using power, is more expensive but works slower, so it is used in smaller amounts.",
                0.4835257174640222
            ],
            [
                "Random-access memory. Information that the computer always needs, that cannot be changed or deleted (unless it is EEPROM), is normally kept in read-only memory (ROM), which does not lose its contents when the computer is turned off. Such items include the BIOS (Basic Input/Output System), which stores the most basic commands for the computer, telling it how it should start up. The BIOS also tells the computer how to input and output information. The BIOS can be compared to the part of your brain that tells your heart how to beat. This is an important part.",
                0.47713337057489236
            ]
        ]
    },
    "val-en-19": {
        "query": "When was Captain Morgan invented?",
        "results": [
            [
                "February 9. 1895 - William G. Morgan creates a game called Mintonette, which later becomes better known as Volleyball.",
                0.533900375246174
            ],
            [
                "Anchor. The original CQR was invented in 1933 in the United Kingdom. Many copies of it now exist. Plows used to be popular with sailors and private boaters. They are good but not excellent in most seabeds. Another more recent design is the Delta which is better.",
                0.5042763098272613
            ],
            [
                "Cardboard. Cardboard boxes were first produced commercially in 1817 in England. Corrugated (also called pleated) paper was patented in England in 1856, used as a liner for tall hats, but corrugated cardboard would not be patented and used as a shipping material until 20 December 1871. The patent was issued to Albert Jones of New York City, New York for single-sided corrugated cardboard. Jones used the corrugated cardboard for wrapping bottles and glass lantern chimneys. The first machine for producing large quantities of corrugated cardboard was built in 1874 by G. Smyth, and in the same year Oliver Long improved upon Jones' design by inventing corrugated cardboard with liner sheets on both sides. This was now cardboard as we know it today.",
                0.5007305242385702
            ],
            [
                "Captain America. Captain America is a fictional superhero from the Marvel Comics. He made his first appearance in the comic book Captain America Comics #1 in 1941. He wears a suit that has a white star on his chest with 2 stripes (still white) on each side next to the star. His suit is blue. He also has an indestructible shield with a bullseye and a star on the front of it. He is also known as his alter ego Steve Rogers. Captain America had a sidekick (friend), Bucky who later became the Winter Soldier, is a very good fighter, both hand-to-hand and using his guns to take care of his enemies easily. Captain America has an nemesis called Red Skull. He later joins a team called the Avengers to help protect the world.",
                0.489388866718838
            ],
            [
                "Marvel Comics. The precursor to Marvel Comics was founded in 1939 by pulp magazine publisher Martin Goodman. In order to capitalize on the growing popularity of comic books—especially those starring superheroes—Goodman created Timely Comics. Timely’s first comic book was Marvel Comics no. 1 (cover dated October 1939), which featured several superhero characters, most notably the Human Torch and the Sub-Mariner. Timely Comics introduced many superhero characters during comics’ “Golden Age” in the 1940s, most importantly Captain America, who first appeared in Captain America Comics no. 1 (March 1941). Timely characters were often portrayed as fighting against the Nazis and the Japanese even before the United States entered World War II. As the 1940s came to a close, superheroes fell out of vogue with comic book readers, and Timely canceled the last of its books in this genre in 1950. In 1951, Goodman formed his own distribution company, and Timely Comics became Atlas Magazines. Though there was a brief experiment in bringing back superheroes such as Captain America in 1953, Atlas’s output was mostly in other genres such as humour, westerns, horror, war, and science fiction.",
                0.4781690075053807
            ]
        ]
    },
    "val-en-20": {
        "query": "In which oblast is Nizhny Tagil located?",
        "results": [
            [
                "Nizhny Novgorod. Nizhny Novgorod (Russian:Ни́жний Но́вгород, often shortened to Nizhny) is the fourth largest city in Russia. The first three are Moscow, St. Petersburg, Novosibirsk, Yekaterinburg and Kazan. Nizhny Novgorod had a population of 1,249,861 in 2021, and one of 1,438,133 in 1989. It is the economic and cultural center of the vast Volga-Vyatka economic region, and also the administrative center of Nizhny Novgorod Oblast and Volga Federal District.",
                0.5476076483867772
            ],
            [
                "Veliky Novgorod. Veliky Novgorod () is a city in the European part of Russia. It is the administrative center of Novgorod Oblast. It is about  from St. Petersburg. In 2007, about 217,000 people lived there. \"Novgorod\" is the Russian word for \"new city\" and \"Veliky\" means \"the Great\". The city is actually one of the most historic in Russia. Its past can be traced to the 9th century. Yaroslav the Wise ruled there in the 11th century. It was the only Russian province that was not captured by the Golden Horde.",
                0.5026239592909703
            ],
            [
                "Alga (Korday district). Alga (; ) is a hamlet in the Korday District of Kazakhstan.  It is one of several communities in Kazakhstan with this name.  The A-2 highway from Bishkek to Almaty runs through the town.  A significant architectural feature is its mosque.",
                0.4642291499515676
            ],
            [
                "Novosibirsk. Novosibirsk (Russian: Новосиби́рск, pronounced ) is Russia's third largest city, after Moscow and Saint Petersburg, and the administrative center of Novosibirsk Oblast. It is also the largest city in Siberia and the administrative center of Siberian Federal District. It is in the southwest of this district.",
                0.46005975014761147
            ],
            [
                "Nakhodka. Nakhodka (Russian Находка) is a port city in Primorsky Krai, Russia. It is one of the most eastern cities in Russia. Nakhodka is a port on the Japan Sea. It is located around Nakhodka Bay. Nakhodka means \"Lucky find\" in Russian.",
                0.4591761130945264
            ]
        ]
    },
    "val-en-21": {
        "query": "Are kremlins similar to detinets?",
        "results": [
            [
                "Peanut. These are alike, except for the color of the seed. The plants are similar to Valencia types, except that the stems are green to greenish brown, and the pods are rough, irregular, and have a smaller proportion of kernels.",
                0.4334219309879901
            ],
            [
                "Prawn. Dendrobranchiata are commercially fished and are used for cooking. The difference between prawns and shrimp is usually that prawns are larger than shrimps. Prawns are crustaceans similar in appearance to shrimps, but they can be distinguished by the gill structure which branches out in prawns but not in shrimps. Prawns are also related to crabs and lobsters. Prawns have two pairs of antennae.",
                0.43273815441776803
            ],
            [
                "Joseph Stalin. Led by Lavrentiy Beria, the leading group in the Kremlin were Vyacheslav Molotov and Georgy Malenkov and Nikita Krushchev. Much later, Krushchev began a process of \"De-Stalinization\", which meant taking apart much of the political system that Stalin made. Stalin was denounced as a tyrant. After outsmarting and defeating his rivals, Krushchev established a personal control over the government comparable to Stalin's own. Krushchev is himself a fascinating figure in Soviet history. His attempts to expand Soviet influence ended with the Cuban missile crisis.",
                0.42845116856369636
            ],
            [
                "Nagamaki. The closest exemplar of real nagamaki you can see today is nagamaki-naoshi. It appears to be like a long katana-shaped glaive but straighter and thinner, with a very long handle. In contrast to it naginata is shorter, wider and more curved to the tip.",
                0.42365303333481974
            ],
            [
                "1994. January 14 – U.S. President Bill Clinton and Russian President Boris Yeltsin sign the Kremlin accords which stop the preprogrammed aiming of nuclear missiles to targets and also provide for the dismantling of the nuclear arsenal in Ukraine.",
                0.4225832678408252
            ]
        ]
    },
    "val-en-22": {
        "query": "Where do Hamilton Academical F.C.'s play their home matches?",
        "results": [
            [
                "Hamilton, Ontario. There are a few professional sports in Hamilton. The Tiger-Cats of the Canadian Football League play at Ivor Wynne Stadium. Hamilton would like a National Hockey League team but it does not have one. The Hamilton Bulldogs of the Ontario Hockey League  play at Copps Coliseum.",
                0.5985718300489349
            ],
            [
                "Toronto FC. Toronto Football Club, usually known as Toronto FC, is a soccer club based in Toronto, Ontario. They have played in the Eastern Conference of Major League Soccer (MLS) since the 2007 season. They were the first Canadian soccer team to join MLS. They play their home games at BMO Field in Downtown Toronto. The team is coached by Greg Vanney and operated by Maple Leaf Sports & Entertainment.",
                0.5156423891255187
            ],
            [
                "FC Dallas. From 1996 to 2002 the team played in the 92,100-capacity Cotton Bowl in Dallas. To save money the club played its 2003 home games at Dragon Stadium, a high school stadium in Southlake, a Fort Worth suburb. The club lost money in the high school stadium because Texas law does not allow the sale of alcohol on a public high school campus. The team moved back to the Cotton Bowl for the 2004 season. In August 2005, the club moved into Pizza Hut Park, a soccer stadium in the northern suburb of Frisco. The contract that allowed Pizza Hut to put its name on the stadium ended in January 2012, and the stadium was renamed FC Dallas Stadium. In September 2013, a new sponsorship contract was signed with Toyota, and the stadium was renamed Toyota Stadium. Following renovations to the south end of Toyota Stadium, the relocated National Soccer Hall of Fame opened at the stadium in October 2018.",
                0.5125621811258665
            ],
            [
                "Allianz Arena. Allianz Arena (; known as Fußball Arena München for UEFA competitions) is a football stadium in the north of Munich, Germany. Bayern Munich, TSV 1860 München and the Germany national football team use this stadium. The stadium offers 69,901 seats.",
                0.5041347541411481
            ],
            [
                "F.C. United of Manchester. FC United of Manchester play their home matches at Broadhurst Park, Moston, Manchester. They play in the National League North. They have a First team, Reserve team, Under-18s team, and Women's team.",
                0.5028413934725485
            ]
        ]
    },
    "val-en-23": {
        "query": "When was the municipality of Delley-Portalban created?",
        "results": [
            [
                "Torbay. Torbay was first created as a county borough in 1967, uniting the urban districts of its three towns. In 1974 it became a borough of Devon, its surrounding county. Then in 1993 It was given unitary authority status, having the powers of both a borough and a county. In 2007 a referendum led to the adoption of a directly elected Mayor.",
                0.5109832751215367
            ],
            [
                "N'Djamena. N'Djamena was founded as Fort-Lamy by the French commander Émile Gentil on May 29 1900. It was named after Amédée-François Lamy. He was an army officer who had been killed in the Battle of Kousséri a few days earlier. The name was changed to N'Djamena (taken from the Arab name Niǧāmīnā, meaning \"place of rest\") by the President François Tombalbaye on April 6, 1973.",
                0.46230982961261635
            ],
            [
                "December 1. 1941 - World War II: New York City Mayor Fiorello La Guardia signs the Administration Order No. 9, creating the Civil Air Patrol.",
                0.459353747391811
            ],
            [
                "Malabo. The city was first founded by the British in 1827. They paid Spain for use of the island during colonial times. The British named the city Port Clarence. It was used as a naval station help stop the slave trade. Many newly freed slaves settled there before the creation of Sierra Leone as a colony for freed slaves. While many of them later moved to Sierra Leone.",
                0.4562061641658931
            ],
            [
                "Baltimore. In 1706, the colony of Maryland's General Assembly created the Port of Baltimore at Locust Point. It was built for tobacco trading. The Town of Baltimore was founded on July 30, 1729. It was named after Cecilius Calvert, the British Lord Baltimore. Calvert was the first Proprietary Governor of the Province of Maryland. Baltimore grew quickly in the 1700s as a granary (place for storing cereals and grains) for the sugar plantations in the Caribbean.",
                0.45351318887359426
            ]
        ]
    },
    "val-en-24": {
        "query": "Which country is the World Chess Federation based in?",
        "results": [
            [
                "Chess. The rules of chess are governed by the World Chess Federation, which is known by the initials FIDE, meaning Fédération Internationale des Échecs. The rules are in the section Laws of Chess of the FIDE Handbook. FIDE also give rules and guidelines for chess tournaments.",
                0.5123841971217058
            ],
            [
                "FIFA. The  (FIFA ; French for \"International Federation of Association Football\") is the organization that controls international football (also called association football). The organization’s main  buildings are in Zürich, Switzerland. FIFA organizes major international football tournaments, and the most famous one is the FIFA World Cup, which has been held since 1930. FIFA was established on May 21, 1905 in Paris and has 209 national associations as its members. The organization’s official languages are English, French, German and Spanish.",
                0.5028974166081901
            ],
            [
                "Russia. Chess is the main intellectual sport in Russia. In the 20th century, there were nine Russian World Chess Champions, more than all other nations combined.",
                0.49807709218493146
            ],
            [
                "July 11. 1972 - The first game of the 1972 World Chess Championship is played in Reykjavik, Iceland, in which Bobby Fischer ends up defeating Boris Spassky on September 1.",
                0.4974508216644845
            ],
            [
                "Chess. Chess is popular and is often played in competitions called chess tournaments. It is enjoyed in many countries, and is a national hobby in Russia.",
                0.48194935277812045
            ]
        ]
    },
    "val-en-25": {
        "query": "In which year were the Gampel and Bratsch municipalities merged?",
        "results": [
            [
                "Göppingen. Göppingen (, Gebbeng, or Geppenge) is a town in Baden-Württemberg, Germany. In 2005, there were 57,771 people living there. It is at the bottom of the  high \"Kaiserberg\", or \"Emperors' Mountain\".",
                0.4739545471290617
            ],
            [
                "Verbandsgemeinde. Most of these Verbandsgemeinden were established in 1969. Formerly the name of the administrative units was Amt.  Most of the functions of municipal government for several villages are consolidated and administered centrally from a larger or more central village among the group, while the individual villages (Ortsgemeinden) still maintain a limited degree of local autonomy.",
                0.47223832010397393
            ],
            [
                "German reunification. The second option was chosen, and on 3 October 1990, at 00:01 the five new federal states of Brandenburg, Mecklenburg-Vorpommern, Saxony, Saxony-Anhalt, Thuringia and reunified Berlin officially joined the Federal Republic of Germany. The German Democratic Republic ceased to exist at this moment.",
                0.4707332841191698
            ],
            [
                "Bremerhaven. Geestemünde and Lehe were joined together in 1927 to Wesermünde. Wesermünde and Bremerhaven were unified in 1939 to Wesermünde. After the Second World War the city was called Bremerhaven.",
                0.46854064546535396
            ],
            [
                "Dessau. Dessau is a town and former municipality in Saxony-Anhalt in Germany. The next larger cities are Halle, about 40 km southwest, Leipzig, about 52 km south and Magdeburg, about 54 km northwest. The city became well known for its college of architecture Bauhaus (Architecture House or Building House related to the German verb for \"build\") founded by Walter Gropius in Weimar. In July 2007 it was merged with Roßlau to the new city of Dessau-Roßlau.",
                0.4622847993367983
            ]
        ]
    },
    "val-en-26": {
        "query": "Is the Arts and Humanities Citation Index still maintained?",
        "results": [
            [
                "Humanities. The humanities include languages, literature, music, philosophy, politics, history, media, the classics, religion, and the visual and performing arts. Additional subjects sometimes included in the humanities are anthropology, area studies, communications and cultural studies, although these are often regarded as social sciences. It was popular in the Renaissance ages.",
                0.4882156093298461
            ],
            [
                "Humanities. The arts are usually considered as part of the humanities. These include visual arts such as painting and sculpture, as well as performing arts such as theatre and dance, and literature. Other humanities such as language are sometimes considered to be part of the arts, for example as the language arts.",
                0.48701060689201736
            ],
            [
                "Encyclopædia Britannica. In 1936, he started to continuously revise the encyclopædia often (still done so today), in which every article is checked at least two times every ten years. This was a big difference from before, when the articles were not changed until they wrote a new edition, about every 25 years, with some articles used again without revising them. He also quickly made some educational products which made the encyclopedia even more well known by everyone. In 1943, William Benton managed the Britannica until his death in 1973. Benton also set up the Benton Foundation, which managed the Britannica until 1996. In 1968, near the end of this era, the Britannica celebrated its 200-year anniversary, and in 2014 published the last printed edition.",
                0.47160153796097803
            ],
            [
                "Arts. Sometimes, in universities, it is shorthand for a wider group of subjects which are properly called the humanities. These include philosophy, theology, literature, languages, and history as well.",
                0.46985578273336315
            ],
            [
                "Encyclopædia Britannica. Since 1936, the articles of the Britannica have been revised often, with about 10% of the articles brought to be re-written each year. One Britannica website said in 2007 that 46% of the articles were revised in the past three years; but another Britannica web-site says only 35% of the articles were revised.",
                0.44858939111489937
            ]
        ]
    },
    "val-en-27": {
        "query": "Who is the head of the FBI’s White Collar Crimes Unit in the series White Collar?",
        "results": [
            [
                "Mafia. (Note: in more recent years the leaders of the Colombo crime family have been Carmine Persico, Andrew Russo, Alphonse Persico, Jr., Joel Cacace, Thomas Gioeli, John Franzese, Vincent Aloi and Paul Bevacqua but not necessarily as bosses.)",
                0.4872847659610503
            ],
            [
                "Mike Farrell. Mike Farrell (born February 6, 1939) is an American actor, writer and producer. He played BJ Hunnicutt on the television series M*A*S*H. He played Michael \"Mike\" Hawks in the television movie Battered in 1978. He played Chicago real estate developer Lee Miglin in the limited crime series The Assassination of Gianni Versace: American Crime Story.",
                0.486958881664627
            ],
            [
                "Federal Bureau of Investigation. The FBI is organized into branches and the Office of the Director. This office contains most administrative offices. An executive assistant director manages each branch. Each branch is then divided into offices and divisions. Each division is headed by an assistant director. The various divisions are further divided into sub-branches. Each sub-branch is led by deputy assistant directors. Within these sub-branches there are various sections headed by section chiefs. Section chiefs are ranked analogous to special agents in charge.",
                0.4832380638207539
            ],
            [
                "Mafia. (Note: during the 1990s the leaders of the Lucchese crime family were Vittorio Amuso, Anthony Casso, Alphonse D'Arco, Salvatore Avellino, Anthony Baratta, Domenico Cutaia, Frank Lasterino and Joseph Defede but not necessarily as bosses. More recently the leaders of the family have been Louis Diadone, Aniello Migliore, Nick Beale and Leo Madden, and Leo and Nick were bosses.)",
                0.48210754582688387
            ],
            [
                "Mafia. The bosses of the five families, particularly Luciano, began to grow tired of Maranzano's arrogance and how he ran the mafia. Maranzano realized that and planned to have Luciano and his \"consigliere\" and \"underboss\", Vito Genovese and Frank Costello, killed, as well as others,. Maranzano did not act quickly enough and was killed by men dressed as police officers on the orders of Luciano and his friend, a Jewish gangster from Florida named Meyer Lansky. Luciano then became the head of the New York mafia but not how Maranzano had been. He helped the five families run their business but he did not control them or call himself the \"boss of bosses\". The five families were kept.",
                0.4774813487159925
            ]
        ]
    },
    "val-en-28": {
        "query": "Who was the first physician to treat patients for cerebral palsy? ",
        "results": [
            [
                "March 14. 1942 - Orvan Hess and John Bumstead become the first doctors in the US to treat a patient, Anne Miller, using penicillin.",
                0.5548372569030898
            ],
            [
                "Defibrillation. The first use of the technique on a human was in 1947 by Claude Beck, a professor of surgery at Case Western Reserve University. The patient was a 14-year-old boy named Mickey.",
                0.5525562018406341
            ],
            [
                "Psychiatry. The best known psychiatrist is Sigmund Freud, a medical doctor who was trained in neurology. He became certain that hidden thoughts in the brain (which he called the unconscious) could cause physical symptoms and strange behavior in some people. He believed that human behavior was not all caused by the brain, but by things that happened to people when they were babies and young children. His research of this theory – the idea he had – led him to create \"talking therapy\" – psychoanalysis – where he tried to figure out what could cause the mind to do things like this.",
                0.5445598281455255
            ],
            [
                "Hippocrates. Hippocrates (c. 460 – c. 370 BC) was a Greek doctor who is called the \"father of medicine\". He was the first person to teach that people got sick for scientific reasons. Previously, people believed that disease was caused by angry gods.",
                0.5315693198889319
            ],
            [
                "Narcolepsy. The first description was given in 1877. Jean-Baptiste Gélineau, a military doctor, first used the name narcolepsy in 1880.",
                0.5245566726502311
            ]
        ]
    },
    "val-en-29": {
        "query": "What is the largest ethnic group in Katsina state?",
        "results": [
            [
                "Eritrea. The majority of the Tigrinya inhabit the highlands of Eritrea; however, migration to other parts of the country has occurred. Their language is called Tigrinya. They are the largest ethnic group in the country, constituting about 60% of the population. The predominantly Tigrinya populated urban centers in Eritrea are the capital Asmara, Mendefera, Dekemhare, Adi Keyh, Adi Quala and Senafe, while there is a significant population of Tigrinya in other cities including Keren, and Massawa.",
                0.5255619571471908
            ],
            [
                "Cardiff. At the 2011 census, the biggest ethnic group in Cardiff is White (84.7%), other groups are Asian (8%), Black (2.4%), Arab (1.4%), Mixed (2.9%)",
                0.5239917672059713
            ],
            [
                "Afghanistan. The largest group of people are the Pashtuns. These make up about half the population. Tajiks are the second-largest ethnic group, making up about one-fifth of the population. Before the 20th century, Tajiks were called Sarts and some come from the Iranian peoples. Most Pashtuns are also related to the Iranian peoples. Some Pashtuns and Tajiks marry each other but at the same time they are rivals. The third-largest group are the Hazaras. They are native to the Hazaristan area in central Afghanistan. The country's other groups include the Uzbek, Aimaq, Turkmen, Nuristani, Baloch, Pashayi and a few others.",
                0.5211160726987016
            ],
            [
                "Georgian language. Georgian is the primary language of about 3.9 million people in Georgia itself (83 percent of the population), and of another 500,000 abroad (chiefly in Turkey, Iran, Russia, the United States and Europe). It is the literary language for all ethnographic groups of Georgian people, especially those who speak other South Caucasian languages (or Kartvelian languages): Svans, Megrelians, and the Laz.  Gruzinic, or \"Kivruli\", which is sometimes considered a separate Jewish language, is spoken by an additional 20,000 in Georgia and 65,000 elsewhere (primarily 60,000 in Israel).",
                0.5104561430222323
            ],
            [
                "Kansas. Ethnically 10.5% of the total population was of Hispanic or Latino origin (they may be of any race). They are mostly in southwest Kansas. Many black people in Kansas were from the Exodusters, free black people who left the South.",
                0.5073754876393302
            ]
        ]
    },
    "val-en-30": {
        "query": "What was Valrico, Florida known as before the Civil War?",
        "results": [
            [
                "Orlando, Florida. Before the American Civil War, Orlando was a center of trade in cattle.  After the war, many people came to the town.  Orlando became a city in 1875.  Before 1900, Orlando was a center of orange farming.  After 1900, it became a popular place for visitors.",
                0.5043402977963541
            ],
            [
                "Woodstock Festival. The festival was called \"Woodstock\", because the investment group that backed the concert was called \"Woodstock Ventures.\" It was originally planned for Saugerties, and then the Town of Wallkill, in Orange County (not to be confused with the Hamlet of Wallkill, in Ulster county). People in the Town of Wallkill, meaning those on the Town Board, quickly passed a law that required a permit to hold any gathering for over 5,000 people. A permit was applied for, but it was denied because the portable toilets proposed were considered to be inadequate. A Sullivan County farmer named Max Yasgur heard about the festival and the problems and offered his farm in the Town of Bethel. He was paid $10,000 for the three days.",
                0.5017575745891147
            ],
            [
                "Richmond, Virginia. Richmond began as an important village of the Powhatan Confederacy, and was briefly settled by English colonists from Jamestown in 1609, and in 1610–11. English settlers returned to found a permanent town in 1737. It became the capital of the Colony and Dominion of Virginia in 1780. During the Revolutionary War period, the city was known for Patrick Henry's \"Give me liberty or give me death\" speech in 1775 at St. John's Church, and the passage of the Virginia Statute for Religious Freedom written by Thomas Jefferson. During the American Civil War, Richmond served as the capital of the Confederate States of America. The city entered the 20th century with one of the world's first successful electric streetcar systems.",
                0.48677561517556533
            ],
            [
                "Florida. Native Americans first settled in Florida before the arrival of the Europeans. Florida had many residents from many tribes and nations living in almost all parts of it for thousands of years. These include the Timucua, the Tequesta, the Calusa, the Seminole, the Miccosukee, and many more. Florida was first discovered by a European in 1513 by the Spanish Ponce De Leon, who called this peninsula \"Tierra de la Pascua Florida\" (Land of the Easter flowered) because it was discovered on Easter: in the next centuries only the last word remained.",
                0.48041293000874996
            ],
            [
                "Atlanta. During the American Civil War, Atlanta was where several battles happened. Some of the battles were the Battle of Peachtree Creek, the Battle of Atlanta, and the Battle of Ezra Church. The city was burnt down and almost entirely destroyed. After the war, the city was built again, and got a nickname because it was built so fast: \"the Phoenix City\", after the bird which burns itself then rises from the ashes in old myths. A picture of the bird is on the city seal.",
                0.4761113366347859
            ]
        ]
    },
    "val-en-31": {
        "query": "How big is a western oriole?",
        "results": [
            [
                "Ornithomimus. Ornithomimus edmonticus was the largest species, 12 ft (3.5 meters) long, 7 feet (2.10 meters) high and weighed about 100-150 kg. It walked on two legs and looked slightly like an ostrich, except for its long tail.",
                0.5923806066056898
            ],
            [
                "Ostrich. Male ostriches can be 1.8 - 2.7 meters / 6 – 9 feet tall, while female ostriches are 1.7 – 2 meters / 5.5 - 6.5 ft tall. They can run with a speed of about 65 kilometers per hour/40 miles per hour.",
                0.5830496254554727
            ],
            [
                "Osprey. The osprey weighs 1.4–2 kg (3.0–4.4 lb) and is 52–60 cm (20–24 in) long with a 150–180 cm (5–6 ft) wingspan (the distance between the right wingtip and left wingtip when they are spread out). The back of the bird is brown and the belly is white. The head is white with a dark stripe across the eyes. The eyes are golden to brown and the beak (the mouth of a bird) is black. The legs and feet are white with black talons (nails of a bird).",
                0.5782306198097068
            ],
            [
                "Oriole. The oriole ( or Old World oriole) is a bird in the family Oriolidae. They make up the genus Oriolus. Old World orioles are found areas of Africa, Asia and Europe. They are most often found in tropical areas but one species lives in cooler areas. The golden oriole is the only species of Old World oriole which is not a tropical bird.",
                0.556443121204166
            ],
            [
                "Weasel. Weasels vary in length from 173 to 217 mm (6.8 to 8.5 in). They have red or brown upper coats, white underneath. Their tails may be from 34 to 52 mm (1.3 to 2.0 in) long.",
                0.5439019085021551
            ]
        ]
    },
    "val-en-32": {
        "query": "Was windows neptune ever released?",
        "results": [
            [
                "Windows Neptune. Windows Neptune is a version of Microsoft Windows that was being made during 1999 and January 2000. Windows 2000 was released as an operating system for businesses and people that know how to use computers well. Windows Neptune was going to be a version of Windows 2000 that was easier for home users to use. Nobody knows if Microsoft was ever going to release Windows Neptune.  After Microsoft stopped developing it, some of its features were merged with Windows 2000's and a new project, \"Whistler\", was formed.  \"Whistler\" was later released as Windows XP.",
                0.7209920234222238
            ],
            [
                "Windows Neptune. Only one known confirmed version of Windows Neptune exists. which is Windows Neptune Build 5111.1. Windows Neptune Build 5111.1 exists on the Internet as an ISO image. It used to be hard to find, but now it can easily be found.",
                0.6476912311103308
            ],
            [
                "Windows 2000. Microsoft has replaced Windows 2000 Professional with Windows XP Professional, and Windows 2000 Server products with Windows Server 2003. A project code named \"Neptune\" started development in 1999. Neptune was based on Windows 2000, and it was supposed to be a home-user replacement for Windows 98. However, the project took a long time to create and only one pre-test (alpha version) release was created. Windows Me was released instead, and the Neptune project later turned into part of a project that became Windows XP. The only elements of the Neptune project which were included in Windows 2000 were the ability to upgrade from Windows 95 or Windows 98, and support for the FAT32 file system.",
                0.6219408672311804
            ],
            [
                "Windows 2000. Windows 2000 was created from the Microsoft Windows NT operating system versions. It was originally called Windows NT 5.0 but Microsoft changed the name to Windows 2000 on October 27, 1998. The first software test version (also known as a beta version) for Windows 2000 was released on September 27, 1997. Several more test versions were released until Beta 3, which was released on April 29, 1999. Microsoft further issued three more test versions from between July to November 1999. They then finally released Windows 2000 to partners on December 12, 1999 . The public received the full version of Windows 2000 on February 17, 2000 and the press immediately called it the most stable operating system Microsoft had ever released. Novell (a competitor of Microsoft) did not think that Microsoft's new directory service product (part of Windows 2000) was as good as their own Novell Directory Services (NDS) technology . On September 29, 2000, Microsoft released Windows 2000 Datacenter. Microsoft released Service Pack 1 (SP1) on August 15, 2000, Service Pack 2 (SP2) on May 16, 2001, Service Pack 3 (SP3) on August 29, 2002 and its last Service Pack (SP4) on June 26, 2003. Microsoft has said that they will not release a Service Pack 5, but instead, have offered an \"Update Rollup\" for Service Pack 4. Microsoft stopped developing their Java Virtual Machine (JVM) for Windows 2000 in Service Pack 3.",
                0.549731497670998
            ],
            [
                "Windows NT. Microsoft decided to create a portable operating system, compatible with OS/2 and POSIX and supporting multiprocessing, in October 1988. When development started in November 1989, Windows NT was to be known as OS/2 3.0, the third version of the operating system developed jointly by Microsoft and IBM. To ensure portability, initial development was targeted at the Intel i860XR RISC processor, switching to the MIPS R3000 in late 1989, and then the Intel i386 in 1990.",
                0.5239691527780028
            ]
        ]
    },
    "val-en-33": {
        "query": "Is Chris Claremont the sole writer of Days of Future Past?",
        "results": [
            [
                "Phil of the Future. Phil of the Future is an American comedy children's television series. It was produced by 2121 Productions (a part of Brookwell McNamara Entertainment). It was first shown on June 18, 2004 on the Disney Channel, and ended on August 19, 2006 as part of the Disney Channel Games. Stars of the show include Ricky Ullman (Phil Diffy), Amy Bruckner (Pim Diffy), and Alyson Michalka (Keely Teslow). The last episode was shown in the United States on August 19, 2006.",
                0.5196068576890888
            ],
            [
                "Back to the Future. Back to the Future is a 1985 American science fiction adventure movie directed by Robert Zemeckis and written by Bob Gale. It stars Michael J. Fox, Christopher Lloyd and Crispin Glover. It is the first movie for the Back to the Future trilogy.",
                0.4978133639013952
            ],
            [
                "Marvel Comics. The late 1960s and early 1970s saw a new generation of creative talent emerge at Marvel. In 1967 Jim Steranko began to write and draw stories featuring secret agent Nick Fury in the anthology book Strange Tales. Steranko was influenced in his work by James Bond films and the psychedelic and Op art movements, and the resulting stories melded groundbreaking visuals with equally innovative storytelling techniques. Writer Chris Claremont and artist John Byrne began a long collaboration on The Uncanny X-Men in 1975. The pair revitalized the flagging series with characters such as Wolverine and complex story arcs that soon made the X-Men franchise one of Marvel’s best sellers.",
                0.4879722624294654
            ],
            [
                "The Nightmare Before Christmas. The Nightmare Before Christmas is a 1993 stop-motion animated dark fantasy movie directed by Henry Selick and produced/co-written by Tim Burton. It is a 31st movie. It tells the story of Jack Skellington, a skeleton from \"Halloween Town\" who opens a portal to \"Christmas Town\".This new town makes Jack realize he wants to do something different than Halloween every year. Jack tries Christmas out but soon realizes that Christmas may not be for him. Danny Elfman wrote the music to the movie and provided the singing voice of Jack, as well as other characters. Other voices in the movie include Chris Sarandon, Catherine O'Hara, William Hickey, Ken Page and Glen Shadix.",
                0.48340634066635846
            ],
            [
                "Joss Whedon. He also wrote helped edit and rewrite the scripts of Speed, Waterworld, Twister and X-Men. Except for Speed, not much of Whedon's work stayed in the final versions of any of these screenplays. He has said that he had a good script for Alien: Resurrection, which was ruined by its director Jean-Pierre Jeunet. His Waterworld script was thrown out. Only two of his lines were kept in the final script of X-Men. Even the Buffy movie was very different from what he originally wrote. According to Graham Yost, the writer of Speed, Whedon wrote most of its dialogue.",
                0.48032481462984294
            ]
        ]
    },
    "val-en-34": {
        "query": "When was Toruń part of the Hanseatic League?",
        "results": [
            [
                "Hanseatic League. The Hanseatic League (German: die Hanse, Dutch: de Hanze, Estonian: hansa, Latvian: Hanza Polish: Hanza, Swedish: Hansan) was an alliance of trading guilds. These guilds established and maintained a trade monopoly over the Baltic Sea and most of Northern Europe. This monopoly lasted for a time in the later Middle Ages and the Early Modern period, between the 13th and 17th centuries.",
                0.6277585441378846
            ],
            [
                "Hamburg. Since it was an important member of the Hanseatic League, the city's official name still includes Hansestadt (Hanseatic city). Other German cities that do the same today are: Lübeck, Rostock, Wismar, Stralsund, Bremen, Greifswald and Demmin. The membership in this trade alliance has influenced the architecture of the city to a great extent. It has also left some marks in the region around the city. Strategic bombing in World War II devastated the city.",
                0.5910300828070792
            ],
            [
                "Hanseatic League. The following cities were part of the Hanse. They carry the word Hansestadt (Hanseatic City) as part of their official city name:",
                0.5522737093416672
            ],
            [
                "Lübeck. The city's full name is Hansestadt Lübeck (Hanseatic city of Lubeck) in memory of its history. It was an important part in the Hanseatic League. The architecture of the city and the region as well is influenced by this historic period. As the Free City of Lübeck, the city was a state of the Weimar Republic. Other Hanseatic cities today are: Hamburg, Rostock, Wismar, Stralsund, Bremen, Greifswald and Demmin.",
                0.5454875958981389
            ],
            [
                "1669. July – The Hanseatic League, 400 years after it was formed, holds its last official meeting in Lübeck.",
                0.5375969987277174
            ]
        ]
    },
    "val-en-35": {
        "query": "In which US state is Posey County located?",
        "results": [
            [
                "Forsyth County, Georgia. Forsyth County is a county in the American state of Georgia. The county seat of Forsyth County is Cumming, Georgia. Forsyth County has one of the fastest growing populations of any county in the United States. The number of people grew from 98,407 to 175,511 between 2000 and 2010, and was 251,283 in 2020. The county was made in 1832 and is named after John Forsyth. The county has five main high schools including; North Forsyth, West Forsyth, Lambert High, Forsyth Central, and South Forsyth.",
                0.5308059642387521
            ],
            [
                "Youngstown, Ohio. Youngstown is a city in Ohio, United States.  It is the county seat of Mahoning County. Part of Youngstown is also in Trumbull County.  The town is on the Mahoning River.  It is about  southeast of Cleveland and  northwest of Pittsburgh, Pennsylvania.  Youngstown has its own metropolitan area; it is often thought of as part of the Pittsburgh Tri-State area and Greater Cleveland. Youngstown is  west of the Pennsylvania state line.  It is midway between New York City and Chicago via Interstate 80.",
                0.4545977362745498
            ],
            [
                "Big Horn County, Wyoming. Big Horn County is a county in Northern Wyoming. The county seat is Basin. The largest city is Lovell.",
                0.454554731123188
            ],
            [
                "Cowley, Wyoming. Cowley is a town in the American state of Wyoming.  It is in Big Horn County in northern Wyoming. The mayor of Cowley is Roland Simmons.",
                0.4538945590719812
            ],
            [
                "Kansas. Kansas () is a state in the Midwestern United States. The name of the state comes from the Kansa Native Americans, whose name comes from a Siouan-language phrase meaning \"people of the south wind\". The land that would become Kansas was bought in the Louisiana Purchase in 1803. Kansas's capital is Topeka, and its biggest city is Wichita.",
                0.4489956414164196
            ]
        ]
    },
    "val-en-36": {
        "query": "What is the home stadium of FC Zhenis?",
        "results": [
            [
                "Veltins Arena. The Veltins-Arena (between 2001 and 2005 Arena AufSchalke) in Gelsenkirchen, Germany, is the stadium of the German member of the soccer federal league FC Schalke 04. The Veltins arena is one of the most modern stages of the world and possesses since June 2015 a capacity of 62.271 spectators with plays on national level, with international plays due to the standing place prohibition of 54,740 spectators. Apart from the actual use as football stadium of the FC Schalke 04 also different meetings, like concerts, take place in this multi-function arena. Due to the outline of the Rhine stadium in Duesseldorf the arena became occasionally also venue of the Home plays of the American football crew Rhine Fire.",
                0.5243887363571018
            ],
            [
                "Weserstadion. The Weserstadion is a stadium in Bremen, Germany. It lies to the right side of the Weser, in the Pauliner Marsch, a flooding area in the quarter of Peterswerder. It is the homeground of the Werder Bremen football club.",
                0.5115096501528416
            ],
            [
                "Celtic Park. Celtic Park is a football stadium in Parkhead, Glasgow, Scotland. It is the home ground of Celtic Football Club.",
                0.5037379482848785
            ],
            [
                "Şükrü Saracoğlu Stadium. The Şükrü Saracoğlu Stadium is a football stadium in Istanbul in Turkey. It is home to the club Fenerbahce.",
                0.499896624126939
            ],
            [
                "Allianz Arena. Allianz Arena (; known as Fußball Arena München for UEFA competitions) is a football stadium in the north of Munich, Germany. Bayern Munich, TSV 1860 München and the Germany national football team use this stadium. The stadium offers 69,901 seats.",
                0.49728483164339865
            ]
        ]
    },
    "val-en-37": {
        "query": "Which town is Hüffelsheim partnered with?",
        "results": [
            [
                "Forchheim. Forchheim (; East Franconian: Forchham) is a German town in Upper Franconia. Next bigger cities are Nürnberg, Bamberg, Fürth, Erlangen and Coburg. There live is about 32.000 people.",
                0.5062025743089886
            ],
            [
                "Kornwestheim. Kornwestheim is a town in Baden-Württemberg, Germany. It is the third largest town of the Ludwigsburg district, behind Ludwigsburg and Bietigheim Bissingen.",
                0.4951576113101539
            ],
            [
                "Quedlinburg. Quedlinburg has partnerships with 5 cities. Each of the 5 boroughs also has their sister cities, sometimes called twin towns.",
                0.47741294393814204
            ],
            [
                "Göppingen. Göppingen (, Gebbeng, or Geppenge) is a town in Baden-Württemberg, Germany. In 2005, there were 57,771 people living there. It is at the bottom of the  high \"Kaiserberg\", or \"Emperors' Mountain\".",
                0.47177281026728696
            ],
            [
                "Hildesheim. is a city in Lower Saxony, Germany.  It is in the district of Hildesheim and is about 30 km southeast of Hanover.  The city is on the banks of the River Innerste, which is a smaller river that flows into the River Leine.  It can be reached from Autobahn A7, which links Kassel, Göttingen and Hanover.",
                0.467399391701923
            ]
        ]
    },
    "val-en-38": {
        "query": "What are the two factions in Bruce Sterling’s “Schismatrix”?",
        "results": [
            [
                "S.T.A.L.K.E.R.: Shadow of Chernobyl. A few other groups work in the zone, and are neutral or an enemy based on certain events. Two groups are important: \"Freedom\" and \"Duty\" as they are the only two groups that the player can decide if they want to be friendly towards or not. Neither Faction will attack the player at first, and both will offer missions to the player. Freedom and Duty are at war with one another, and although th player can keep friendship with both of them at first, the player will end up having to choose a side. The player cannot join either faction, no matter how friendly the player becomes towards them, as the player's faction status in the player's P.D.A. will tell the player, the player is always a loner in this game. There are several other groups, these are almost all enemies for the player. The scientists are different though, because the player can be friends by saving one of them from a mercenary attack later in the game.",
                0.4781444745848443
            ],
            [
                "StarCraft. The story is set in the future, where humans (called Terrans) get stuck in a war between two alien species, the Zerg and the Protoss. The Zerg look like monsters, and are all controlled by a very powerful Zerg called the Overmind. They fly around the universe and invade planets. The Protoss, who have very advanced technology, look for the planets that the Zerg have taken over. When they find a Zerg planet, they burn it so that the Zerg on that planet cannot spread to others. In the original series human protagonist Jim Raynor and several Protoss allies attack and defeat the Overmind. In Starcraft: Brood War Jim's ex-partner Sarah Kerrigan uses deceit and trickery to manipulate the Terran and Protoss into helping her take control of the entire Zerg brood, making her the strongest force in the galaxy.",
                0.46361527359703
            ],
            [
                "Schism (religion). A schismatic is a person who creates schism in an organization or who is a member of a splinter group. Schismatic as an adjective means belonging to a schism or schisms, or to those ideas, policies, etc. that are thought to lead towards schism.",
                0.46141380161633827
            ],
            [
                "Houston Steward Chamberlain. Houston Steward Chamberlain (September 9, 1855 – January 9, 1927) was a writer of books. He wrote many popular scientific books, about Richard Wagner, Immanuel Kant, and Johann Wolfgang von Goethe amongst others. He was born in Portsmouth, but later emigrated to Germany. In later life he became a German citizen. He was acquainted with Hitler and died in Bayreuth. He is known for his Antisemitism. His best-known book, The Foundations of the Nineteenth Century is seen as a standard antisemitic work of the early 20th century.",
                0.4582436404222241
            ],
            [
                "S.T.A.L.K.E.R.: Shadow of Chernobyl. This distortion of the noosphere powered by C-Consciousness and the machinery it was connected to created the anomalies and many of the mutants that inhabit the Zone in 2012. Desperate to correct its mistake and in order to shield itself from outside interference, especially the meddlesome \"Stalkers\" beginning to appear in the Zone, the C-Consciousness created an \"Alien Monolith\" in the center of the gutted Reactor 4, and used its ability to affect the minds of normal humans to create the \"Monolith\" cult, a group of heavily armed zealots whose tenets included worship of the Monolith and the prevention of \"heretics\" from approaching the remains of Chernobyl. They converted the Steel Yard radar facility near Pripyat into a powerful \"Brain Scorcher\" that would blast the mind of any unprotected human who approached too close, turning them into mindlessly aggressive zombies (while allowing C-Consciousness to select some individuals to brainwash into new members of Monolith). Finally, they used some of their agents (former Stalkers spread throughout the Zone) to disseminate stories of a \"Wish Granter\" at the heart of Chernobyl, ensuring that anyone who did manage to evade both the Monolith faction and the Brain Scorcher would be drawn to the Monolith and disposed of, rather than discovering the existence of the C-Consciousness lab.",
                0.4572349802865562
            ]
        ]
    },
    "val-en-39": {
        "query": "What is the head town of the 12 de Octubre Department in Argentina?",
        "results": [
            [
                "Buenos Aires. Buenos Aires is the capital and largest city in the South American country of Argentina. It has its own executive, legislative and judicial powers. It is in the central-eastern region of the country, on the southern shore of the Río de la Plata, in the Pampas region. The city was ceded in 1880 by the Province of Buenos Aires to be the federal capital of the country. It is the \"main capital\", along with 24 alternate capitals, because of the constitutional reform of 1994. Buenos Aires city is also known as Capital Federal to differentiate the city from the Buenos Aires Province. Until 1994 Buenos Aires city was under the presidential government, but after a constitutional reform in that year, the city became self-governed, allowing citizens to elect their city authorities.",
                0.5190047945627282
            ],
            [
                "Córdoba, Argentina. Córdoba is a city in the center of Argentina, about 700 km from Buenos Aires. It is the capital of Córdoba Province. As of 2006 Córdoba has a population of over 1,300,000 inhabitants, making it Argentina's second largest city.",
                0.5120232361677544
            ],
            [
                "Néstor Kirchner. Néstor Kirchner (February 25, 1950 – October 27, 2010) was President of Argentina between 2003 and 2007. He was born in Santa Cruz Province, Patagonia, where he was governor. On May 4, 2010 he became the first Secretary General of UNASUR. He died in Calafate on October 27, 2010 from heart failure which was caused by an earlier case of a heart attack. He was elected president in 2003, preceded by Eduardo Duhalde. Kirchner's widow, Cristina Fernández de Kirchner, is the current president of Argentina.",
                0.511068792934328
            ],
            [
                "Rosario. Rosario is a city in the center-east of Argentina, about  northwest from Buenos Aires. It is the main city of Santa Fe Province. As of 2008 Rosario metropolitan area has a population of around 1,300,000 inhabitants, making it Argentina's third-largest city (after Buenos Aires and Córdoba). The city is on the Paraná River.",
                0.5062914182378919
            ],
            [
                "Oviedo. Oviedo () is a city in the North of Spain and capital of the Principality of Asturias. In 2020 it had 220,406 inhabitants.",
                0.49218363441779966
            ]
        ]
    },
    "val-en-40": {
        "query": "When was the Swedish Navy founded?",
        "results": [
            [
                "Royal Navy. A permanent Royal Navy, with its own staff, dockyards and a group of purpose-built warships, was created in the 16th century in the reign of Henry VIII.221-37 Under Elizabeth I, England was at war with Spain. Privately owned ships combined with the Royal Navy raided Spanish commerce and colonies.238-53, 281-6, 292-6 In 1588, Philip II of Spain sent the Spanish Armada against England to stop English support for the Dutch rebels, to stop English pirate activity, and to depose Elizabeth. The Spaniards sailed from Lisbon, planning to escort an invasion force from the Spanish Netherlands. The plan failed due to poor planning, English tactics, blocking action by the Dutch, and bad weather.253-71",
                0.56515192514683
            ],
            [
                "Norway. A Swedish–Norwegian War started on 26 July 1814. It ended on 14 August, because of an agreement, called the Convention of Moss.",
                0.5553229667686701
            ],
            [
                "April 24. 1715 - Following defeat in the naval Battle of Fehmarn, Sweden sinks its own flagship, Hedvig Sophia, to prevent Denmark from taking it.",
                0.5486763379625856
            ],
            [
                "July 9. 1790 – Russo-Swedish War: Second Battle of Svensksund – In the Baltic Sea, the Swedish Navy captures one third of the Russian fleet.",
                0.5308820275910985
            ],
            [
                "United States Navy. The Continental Navy was started in 1775 to fight in the American Revolutionary War. Congress disbanded it and sold the ships in 1785. It was started again as the Department of the Navy on April 30, 1798.",
                0.5287419105509421
            ]
        ]
    },
    "val-en-41": {
        "query": "What’s the real name of Edu Manga?",
        "results": [
            [
                "Ed Kavalee. Edward Robert Kavalee (born 30 June 1979) (also known as The Prize King) is an Australian actor and radio host.  Ed is a graduate of Screenwise, Australia's Leading Film & TV School for actors in Sydney. He is on Santo, Sam and Ed’s Sports Fever!, with Santo Cilauro and Sam Pang",
                0.5313801119917073
            ],
            [
                "Eddie Izzard. Edward Jonathan \"Eddie\" Izzard (born 7 February 1962) is an English actor and stand-up comedian. He has acted in movies and television. He is known for his strange comedy and for being a transvestite (he often wore women’s clothes, before deciding he wanted to be recognised not as a male lesbian but as a full blown ‘woman’ named Suzy' such a shame s/he could not have been herself as is, without any the fuss!! If s/he just accepted who ‘they’ were, and as that equally recognised and loved as equally funny. Eddie/ Suzy Izzard is ..A true star of comedy, surrealist stage  screen hero!",
                0.5073051239531766
            ],
            [
                "The Edge. David Howell Evans (born 8 August 1961), more widely known as The Edge, is an English-born musician. He is known best as the guitarist, keyboardist and backing vocalist for the Irish rock band U2.",
                0.506202216157883
            ],
            [
                "Cowboy Bebop. Edward is a female character who likes to hack into computers, and walk on her hands. She is voiced by Aoi Tada in the Japanese version and Melissa Fahn in the English version. Her full name is Wong Hau Pepelu Tivrusky IV.",
                0.5054445530596983
            ],
            [
                "Eddie Cantor. Eddie Cantor (born Isidore Itzkowitz; January 31, 1892 - October 10, 1964) was an American comedian, singer, actor, songwriter. Familiar to Broadway, radio and early television audiences, this \"Apostle of Pep\" was regarded almost as a family member by millions because his top-rated radio shows revealed intimate stories and amusing anecdotes about his wife Ida and five daughters. His eye-rolling song-and-dance routines eventually led to his nickname, Banjo Eyes, and in 1933, the artist Frederick J. Garner caricatured Cantor with large round and white eyes resembling the drum-like pot of a banjo. Cantor's eyes became his trademark, often exaggerated in illustrations, and leading to his appearance on Broadway in the musical Banjo Eyes (1941). He was the original singer of 1929 hit song \"Makin' Whoopie\".",
                0.5025785086259413
            ]
        ]
    },
    "val-en-42": {
        "query": "Who did Dave Franco play in Scrubs?",
        "results": [
            [
                "Zach Braff. Zachary Israel Braff (born April 6, 1975) is an American actor, film director, producer and screenwriter. He became famous in the early 2000s playing the part of \"Dr. John Dorian\" on the NBC/ABC series Scrubs. Since then, he has written, starred in and directed the 2004 movie Garden State. He also has directed multiple music videos. Braff is a Democrat and attended the 2012 Democratic National Convention in support of President Obama's re-election. He directed his first movie. It is called Wish I Was Here.",
                0.5689879164981035
            ],
            [
                "David Schwimmer. David Lawrence Schwimmer (born November 2, 1966) is an American actor. He played Ross Geller, one of the six main characters in the television sitcom Friends.",
                0.5036988876315956
            ],
            [
                "Scrubs (TV series). The first season introduces John Michael \"J.D.\" Dorian and his best friend Christopher Turk in their first year out of medical school as interns at Sacred Heart Hospital.",
                0.49957566423884936
            ],
            [
                "Mrs. Doubtfire. Daniel Hillard goes to his gay brother Frank (Harvey Fierstein) and his partner Jack (Scott Capurro) to get a makeover. The makeover makes him look like a woman, which is exactly what Daniel had hoped for.",
                0.49388527865356124
            ],
            [
                "Dave Grohl. David Eric \"Dave\" Grohl (born January 14, 1969) is an American rock musician and singer. He is best known as the lead singer, occasionally drummer, and guitarist of rock band Foo Fighters and the drummer of the grunge band Nirvana from 1990 to 1994. He has also been part of thirty different bands in his life, including one from the 1980s called Scream.  Other bands he has played in include Nine Inch Nails and Tenacious D.",
                0.4902513680665552
            ]
        ]
    },
    "val-en-43": {
        "query": "How many groups are compared in a case–control study?",
        "results": [
            [
                "Experiment. A controlled experiment is a kind of comparison. It often compares the results from experimental samples against control samples. Control samples are the same as the experimental sample, except for one difference. This difference is the one thing whose effect is being tested (the independent variable). A good example would be a drug trial. The sample or group receiving the drug would be the experimental group (treatment group); and the one receiving the placebo or an older treatment would be the control group.",
                0.5208868140006618
            ],
            [
                "Cancer. Another important step forward in understanding cancer happened in 1926, when Janet Lane-Claypon published a paper on cancer epidemiology. (Epidemiology is a field of study which looks at how common a disease is, what patterns the disease takes in different kinds of people, and what this means for understanding and treating the disease.) This historic paper was a comparative study, which tries to find out what causes a disease by looking at a group of people who have the disease and figuring out how they are different from another group that does not have the disease. Lane-Clayton's study looked at 1000 people who all had the same background and lifestyle (or way of living): 500 people with breast cancer and 500 control patients (people without breast cancer). These people were the same in many ways, but some got breast cancer and some did not. To figure out what might be causing certain people to get breast cancer, the study looked at what was different about these people when they were compared to (or looked at alongside) the people who did not get cancer.",
                0.4844396695367687
            ],
            [
                "Placebo. If researchers notice that the \"treatment group\" is different from the \"placebo group\" they will know that the difference is because of the treatment. Without a \"placebo group\" then researchers cannot know if those changes would have happened anyway, no matter which medicine people had taken.",
                0.47916415884930397
            ],
            [
                "Four color theorem. In 1996, Neil Robertson, Daniel Sanders, Paul Seymour and Robin Thomas improved the method, and reduced the number of cases to be tested to 663. Again, each case needed to be tested by computer.",
                0.4731104435199185
            ],
            [
                "Suicide. A 2008 report compared 56 countries using information from the World Health Organization. It found that:",
                0.472290948885871
            ]
        ]
    },
    "val-en-44": {
        "query": "Explain what is the Sakya Trizin in a few words.",
        "results": [
            [
                "Shiva. Trident: Shiva typically carries a trident called Trishula. The trident is a weapon or a symbol in different Hindu texts. As a symbol, the Trishul represents Shiva's three aspects of \"creator, preserver and destroyer\", or alternatively it represents the equilibrium of three Gunas of \"sattva, rajas and tamas\".",
                0.49669533698814006
            ],
            [
                "Coat of arms of India. The verse written below, Satyamev Jayate is a very popular and revered saying in the ancient language Sanskrit. It can be divided phonetically into three words - Satyam, which means truth, Ev or aev, that is, only and Jayate which means wins or won. The whole verse can be translated as, 'Only (the one who speaks) the truth will win or wins.' This verse describes the power of honesty and truth in society and religion. You can lie to your friends, family, but you cannot lie to God and yourself. Your conscience will forever be stained.",
                0.47882936819380806
            ],
            [
                "Three Character Classic. The Three Character Classic, Trimetric Classic or San Zi Jing (三字經, 三字经) is a written work from China. Many people believe that Wang Yinglin wrote it during the Song Dynasty. It is named Three Character Classic because each line has three Chinese words, which are called \"characters.\" It is often used to teach children how to say words.",
                0.4729164987769324
            ],
            [
                "Sikhism. A wooden comb in their hair. This is called a Kanga. This symbolizes cleanliness which is an important part of Sikhism.",
                0.4704419570760362
            ],
            [
                "Cheema. In the middle of the 2nd century BC, the Yuezhi tribe of modern China moved westward into Central Asia, which, in turn, caused the Sakas (Scythians) to move west and south. The Northern Sakas, also known as the Indo-Scythians, moved first into Bactria, and later crossed the Hindu Kush into India, successfully wresting power from the Indo-Greeks. They were followed by the Yuezhi, who was known in India as the Kushans or Kushanas. The Kushanas founded a kingdom in the 1st century that lasted for several centuries. Both the Indo-Scythians and the Kushans embraced Buddhism, and absorbed elements of Indo-Greek art and culture into their own. Another Central Asiatic people to make Punjab their home were the Hephthalites (White Huns), who engaged in continuous campaigns from across the Hindu Kush, finally establishing their rule in India in the fifth century.",
                0.4622537798367652
            ]
        ]
    },
    "val-en-45": {
        "query": "When did Jef Raskin die?",
        "results": [
            [
                "Alex Trebek. In March 2019, Trebek announced that he had been diagnosed with stage IV pancreatic cancer. He died from the disease  more than a year and a half later on November 8, 2020 in Los Angeles, aged 80. The same disease previously affected his predecessor on Jeopardy!, Art Fleming, 25 years earlier. He had been contracted to host Jeopardy! until 2022.",
                0.5207711140199223
            ],
            [
                "Alex Trebek. George Alexander \"Alex\" Trebek  (July 22, 1940 – November 8, 2020) was a Canadian-American television game show host. He hosted Jeopardy! from 1984 until his death in 2020. He was born in Greater Sudbury, Ontario. He became a naturalized American citizen in 1998. In 2011, he snapped his achilles tendon while trying to stop a thief trying to rob his San Francisco hotel room.",
                0.504672371616281
            ],
            [
                "Jim Jones. James Warren \"Jim\" Jones (May 13, 1931 – November 18, 1978) was an American cult leader and preacher. His church was called the \"People's Temple\". It began as a Christian church (a member church of the Disciples of Christ) (Jones was an atheist). Over time, it became a cult. Jones and most of the members of his group died on November 18, 1978 in Guyana. Jones died when he committed suicide on that day after forcing most of the members of his group to drink poison.",
                0.5037414301289995
            ],
            [
                "Hugh Hefner. Hefner died at his home in Beverly Hills, California on September 27, 2017 after suffering from a cardiac arrest and sepsis caused by respiratory failure and an e. coli infection the age of 91.",
                0.5020740588076831
            ],
            [
                "Roger Ebert. Roger Joseph Ebert (June 18, 1942 – April 4, 2013) was an American movie critic. Ebert's reviews appear in newspapers such as the Chicago Sun-Times from April 3, 1967 until his death.",
                0.4944700696813411
            ]
        ]
    },
    "val-en-46": {
        "query": "Which Roman emperors were born in Lugdunum?",
        "results": [
            [
                "Nero. Nero (Nerō Claudius Caesar Augustus Germanicus; 15 December 37 CE – 9 June 68 CE) was the fifth and last Roman Emperor of the Julio-Claudian dynasty. He was born Lucius Domitius Ahenobarbus.",
                0.5756314724795044
            ],
            [
                "Augustus. Augustus (; 23 September 63 BC – 19 August 14 AD) was the first Roman Emperor, ruling from 27 BC until his death in AD 14. He led Rome in its transition from the Roman Republic to the Roman Empire.",
                0.5722616282127568
            ],
            [
                "Claudius. Claudius ; 1 August 10 BCE – 13 October 54 CE) was the fourth Roman emperor. He ruled from 24 January 41 AD to his death in 54 AD. His great-uncle was the first emperor, Augustus, and his uncle was the second emperor Tiberius. His nephew was the third emperor, Caligula. His maternal grandfather was Mark Antony.",
                0.5655748940558876
            ],
            [
                "Constantine the Great. Constantine I (27 February 272 – 22 May 337 AD) was a Roman emperor from 306 until he died. He was emperor for longer than any other emperor since Augustus, the first emperor. He was the first ruler of the Roman Empire to be a Christian. He made the old city Byzantium into a new, larger city: Constantinople (now Istanbul, Turkey). The city's name means \"City of Constantine\" in Greek. He was the son of the emperor Constantius I, and members of their Constantinian dynasty controlled the empire until 364.",
                0.5577758019112808
            ],
            [
                "Tiberius. Tiberius (Tiberius Julius Caesar Augustus, 16 November 42 BC – 16 March 37 AD) was the second Roman Emperor. He ruled from 14 to 37 AD. He was the step-son of Caesar Augustus.",
                0.5564450117860864
            ]
        ]
    },
    "val-en-47": {
        "query": "When was Bischofsheim a constitutent community of Mainz?",
        "results": [
            [
                "Kornwestheim. The municipality of Kornwestheim consists of the town centre and Pattonville. The latter became a part of Kornwestheim only at the beginning of the 1990s, having belonged to the Gemarkung Aldingen initially. The settlement was established in 1954 by the US army. After their departure a Company bought the area from the Federal Republic of Germany and divided it between the towns of Kornwestheim and  Remseck am Neckar. Pattonville has since been converted from a military to a civilian settlement.",
                0.5300303256123193
            ],
            [
                "Eschelbronn. In 1803 Eschelbronn became part of Baden. From 1807 on the village was administered by Waibstadt and 1803 by Sinsheim until the 31st of December 1972. Today it belongs to the Rhein-Neckar area.",
                0.5131570379831689
            ],
            [
                "Hildesheim. Hildesheim is one of the oldest cities in North Germany.  The city may have been founded when the bishop moved from Elze to the Innerste ford, where it was an important market on the Hellweg trade route. The settlement soon grew into a town which was granted market rights by King Otto III in 983.  Originally the market was held on a street called Old Market (Alter Markt), which still exists today.  The first market place was laid out around Saint Andrew's Church. As the city grew larger, a larger market place became more important.  The current market place in Hildesheim was made at the start of the 13th century when the city had a population of about 5,000.  When Hildesheim obtained city rights in 1249, it was one of the largest cities in Northern Germany.  For four centuries the clergy ruled Hildesheim, before a city hall was built and the citizens gained some influence and independence.  Construction of the present City Hall started in 1268, and in 1367 Hildesheim became a member of the Hanseatic League. A war between the citizens and their bishop cost dearly in 1519-1523 when they engaged in a feud. Hildesheim became Protestant in 1542, and only the cathedral and a few other buildings remained in Imperial (Roman Catholic) hands. Several villages around the city remained Roman Catholic as well. In 1813, after the Napoleonic Wars, the town became part of the Kingdom of Hanover, which was annexed by the Kingdom of Prussia after the Austro-Prussian War in 1866 as a province.",
                0.5060638710310867
            ],
            [
                "Metz. Metz remained a very important city, and as the borders changed over the years, it became the capital of Austrasia (from 561 to 751) and of Lotharingia (from 843 to 925), before becoming part of the Holy Roman Empire (from 925). The city was handed to King Henry II of France in 1552. In 1633, it became the capital of a French province called the \"Three Bishoprics\". The Prussians captured the town in 1870 and Metz once again became part of Germany, until 1918 when it was won back by France. The Germans captured it once more in1940 but France regained it in 1944.",
                0.5060405603850049
            ],
            [
                "Mainbernheim. Mainbernheim is a municipality in Bavaria, Germany,4 kilometers to the south of Kitzingen (Landkreis, district of Kitzingen) in the direction of Nürnberg.",
                0.5006327465161098
            ]
        ]
    },
    "val-en-48": {
        "query": "What name was Gregory III Laham given at birth?",
        "results": [
            [
                "Gregory Peck. Eldred Gregory Peck (April 5, 1916 – June 12, 2003) was an American actor who was born in La Jolla, California.",
                0.5244538486619484
            ],
            [
                "Pope Gregory VII. Pope Gregory VII (; 1020–May 25, 1085), born Hildebrand (Italian: Ildebrando di Soana), was an Italian priest of the Roman Catholic Church and the 158th Pope from April 22, 1073 until he died in 1085.",
                0.5107163883374161
            ],
            [
                "Geronimo. Geronimo (Chiricahua Goyaałé 'One Who Yawns'; often spelled Goyathlay in English), (June 16, 1829–February 17, 1909) was a well-known Native American leader, but not chief, of the Chiricahua Apache tribe, but he was a Bedonkohe Apache. He was born in what is now the state of New Mexico and was also a respected medicine man. The name Geronimo was given to him by Mexican soldiers who either called to Saint Jerome while fighting him or transcribed his name into Spanish wrong. He led 38 Apache men, women, and children to resist being sent to reservations by the United States government or being captured by the Mexican Army. He surrendered in 1886. After that, he was moved to many different forts in the United States. In 1904 during the world fair in St. Louis, he sold souvenirs and pictures of himself. He died in 1909 from pneumonia.",
                0.5043860911553986
            ],
            [
                "Leo III of Armenia. Leo (or Leon) III of Armenia (c.1236-1289) was king of the Armenian Kingdom of Cilicia, ruling from 1270 to 1289. He was the son of Hethum I of Armenia and Queen Isabella of Armenia.",
                0.5019239320920565
            ],
            [
                "Pope Paul III. Pope Paul III (; February 29, 1468 – November 10, 1549), born Alessandro Farnese, was an Italian priest of the Roman Catholic Church and the 221st Pope from 1534 to 1549.",
                0.4745785835178525
            ]
        ]
    },
    "val-en-49": {
        "query": "Who was the father of Carl Löwenhielm?",
        "results": [
            [
                "Carl XVI Gustaf. Carl Gustaf was born in Solna, Stockholm on 30 April 1946. His father was Prince Gustaf Adolf He is married to Silvia Sommerlath who is half German, half Brazilian. With her he has three children: Crown Princess Victoria, Prince Carl Philip and Princess Madeleine.",
                0.5632864012706383
            ],
            [
                "Carl XVI Gustaf. He is the youngest child and only son of Prince Gustaf Adolf, Duke of Västerbotten, and Princess Sibylla of Saxe-Coburg and Gotha. His father died on 26 January 1947 in an airplane crash in Denmark. Carl Gustaf was nine months old when his father died. The death of his father, made him second in line to the throne after his grandfather. When his great-grandfather, King Gustaf V, died in 1950, his grandfather  became king and Carl Gustaf became crown prince and heir apparent to the throne at the age of four.",
                0.5515487776665338
            ],
            [
                "Carl Sagan. Carl Sagan was born in Brooklyn, New York City. Carl's family was Jewish. His father, Samuel Sagan, was an immigrant from the Russian Empire. Samuel was born in 1905 in a city called Kamianets-Podilskyi. The Russian Empire no longer exists, so today Kamianets-Podilskyi is in Ukraine. Samuel made clothes for a living. Carl's mother, Rachel Molly Gruber, was a housewife. Carl had a sister named Carol, who became a social worker. Carl was named after his grandmother, Chaiya (Clara).",
                0.5345775270148438
            ],
            [
                "Carl Philipp Emanuel Bach. Bach was born in Weimar on 8 March 1714. His godfather was the composer Georg Philipp Telemann, and he stayed in contact with him throughout his life. He was taught to play music at an early age by his father. His father moved the family to Leipzig in 1723 where he had a position as Kantor at the Thomasschule. After finishing school Bach went to Leipzig University and trained as a lawyer.",
                0.5303434362311774
            ],
            [
                "Astrid Lindgren. Lindgren was the daughter of Samuel August Ericsson and Hanna Johnsson.  She had two sisters. Her brother, Gunnar Ericsson, was a member of the Swedish parliament. She finished the school and  took a job with the a local newspaper in Vimmerby. When she became pregnant with the chief editor's child in 1926, he proposed marriage. She did not accept, and moved to Stockholm, learning to become a typist and stenographer. There she gave birth to her son Lars in Copenhagen and left him with another family to care for him.",
                0.5245136117433693
            ]
        ]
    },
    "val-en-50": {
        "query": "Which municipalities does the Italian commune of Ponzone border?",
        "results": [
            [
                "Fermo. The comune borders with the following comuniː Altidona, Lapedona and Monterubbiano to the south; Ponzano di Fermo to the southwest; Grottazzolina, Magliano di Tenna and Rapagnano to the west; Torre San Patrizio to the northwest; Monte Urano, Sant'Elpidio a Mare and Porto Sant'Elpidio to the north. To the east is Porto San Giorgio and the Adriatic Sea.",
                0.5870386828136158
            ],
            [
                "Treviso. Treviso borders with the following comuniː Carbonera, Casier, Paese, Ponzano Veneto, Preganziol, Quinto di Treviso, Silea, Villorba, Zero Branco.",
                0.5825622097984835
            ],
            [
                "Belluno. Belluno borders with the following comuniː Alpago, Limana, Longarone, Ponte nelle Alpi, Sedico, Sospirolo, Vittorio Veneto (in the Treviso province).",
                0.5531215808699317
            ],
            [
                "Ancona. The comune borders with the following comuniː Agugliano, Camerano, Camerata Picena, Falconara Marittima, Offagna, Osimo, Polverigi, Sirolo.",
                0.5520975799685115
            ],
            [
                "Vicenza. Vicenza borders with the following comuniː Altavilla Vicentina, Arcugnano, Bolzano Vicentino, Caldogno, Costabissara, Creazzo, Dueville, Longare, Monteviale, Monticello Conte Otto, Quinto Vicentino and Torri di Quartesolo.",
                0.5512573852104516
            ]
        ]
    }
}